Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/MaterialsAccounting/Text.*-*.resx
Languages: chs, et, lt, ro

# BeginDateRequired
source: Enter start date
chs: 输入开始日期
et: Sisestage alguskuupäeva
lt: Įveskite pradžios datą
ro: Introduceti data de inceput

source: Bottle
chs: 瓶子
et: Pudel
lt: Butelis
ro: Sticla

source: Box
chs: 箱
et: Karp
lt: Dėžutė
ro: Cutie

source: Bucket
chs: 桶
et: Ämber
lt: Kibiras
ro: Galeata

# Consumables
source: Expendable supplies
chs: 消耗品
et: Kulumaterjalid
lt: Naudojamos medžiagos
ro: Consumabile

# ConsumptionType_Transfers
source: Relocations
chs: 调配
et: Liikumised
ro: Transferuri

# ContainerTypeNone
source: Without packaging
chs: 没有包装
et: Ilma pakendita
lt: Be taros
ro: Fara recipient

# DebitingReason_Corruption
source: Product spoilage
chs: 食品损坏
et: Toore rikenemine
lt: Puvimas (pelijimas)
ro: Putrezire (mucegai)

# DebitingReason_Expired
source: Past expiration date
chs: 存放期到期了
et: Parim enne möödas
lt: Baigėsi galiojimo laikas
ro: Termen de valabilitate expirat

# DebitingReason_GuiltyPerson
source: Human error
chs: 负责人
et: Süüdiolev isik
lt: Kaltas asmuo
ro: Persoana responsabila

# DebitingReason_PackageDamaged
source: Damaged packaging
chs: 包装损坏
et: Pakendi kahjustamine
lt: Įpakavimo pažeidimas
ro: Ambalaj deteriorat

# EndDateRequired
source: Enter end date
chs: 输入结束日期
et: Sisestage lõppkuupäeva
lt: Įveskite pabaigos datą
ro: Introduceti data de sfarsit

source: Evening shift
chs: 晚上班
et: Õhtune vahetus
lt: Vakarinė pamaina
ro: Tura de seara

# EveryDay
source: Day
chs: 日
et: Päev
ro: zilnic

# EveryMonth
source: Month
chs: 月
et: Kuu
ro: lunar

# EveryWeek
source: Week
chs: 星期
et: Nädal
ro: saptamanal

source: Federal
chs: 联邦的
et: Föderaalne
lt: Federalinis
ro: National

# FinishedProduct
source: Final products
chs: 成品
et: Valmistooted
lt: Gatava produkcija
ro: Produse finite

source: For all units
chs: 对所有部门
et: Kõikidele osakondadele
lt: Visiems skyriams
ro: Pentru toate unitatile

# FreeTara
source: Free weight
chs: 自由重量
et: Vaba kaal
lt: Laisvas svoris
ro: Свободный вес

source: Gram
chs: 克
et: Gramm
lt: Gramas

# GramShort
source: gr.
chs: 克
et: g.
lt: g
ro: g

source: Ingredient
chs: 食材
et: Koostisosa
lt: Ingredientas

# Inventory
source: Smallwares and implements
chs: 库存
et: Inventar
lt: Inventorius
ro: Obiecte inventar

# Jar
source: Can
chs: 罐
et: Purk
lt: Stiklinė
ro: Borcan

# Kilogram
source: Kilograms
chs: Kg
et: Kilogramm
lt: Kilogramas
ro: Kilograme

# Lexan1
source: Lexan 1/1
chs: 1/1的Lexan
lt: Leksanas 1/1

# Lexan2
source: Lexan 1/2
chs: 1/2的Lexan
lt: Leksanas 1/2

# Lexan3
source: Lexan 1/3
chs: 1/3的Lexan
lt: Leksanas 1/3

# Lexan6
source: Lexan 1/6
chs: 1/6的Lexan
lt: Leksanas 1/6

# Lexan9
source: Lexan 1/9
chs: 1/9的Lexan
lt: Leksanas 1/9

source: Liter
chs: 公升
et: Liiter
lt: Litras
ro: Litri

# LiterShort
source: L
chs: 公升

# Material_MaterialTypeIsRequired
source: Type of supplies not selected
chs: 原料种类没选
et: Tooraine liik pole valitud
ro: Nu a fost selectat tipul materiei prime

# MeasureTypeVariation_Breakfast
source: Snack
chs: 小吃
et: Suupiste
lt: Užkandis
ro: Gustare

# MeasureTypeVariation_Glass100Ml
source: Glass 100 ml
chs: 杯子100毫升
et: Klaas 100 ml
lt: 100 ml stiklinė
ro: Pahar 100 ml

# MeasureTypeVariation_Glass200Ml
source: Glass 200 ml
chs: 杯子200毫升
et: Klaas 200 ml
lt: 200 ml stiklinė
ro: Pahar 200 ml

# MeasureTypeVariation_HalfOfLargeGlass
source: 1/2 of a big cup
chs: 1/2大杯
et: 1/2 suurt klaasi
lt: 1/2 didelės stiklinės
ro: 1/2 Pahar rosu mare

# MeasureTypeVariation_HalfOfMediumGlass
source: 1/2 of a medium cup
chs: 1/2中杯
et: 1/2 keskmist klaasi
lt: 1/2 vidutinės stiklinės
ro: 1/2 Pahar verde mediu

# MeasureTypeVariation_HalfOfSmallGlass
source: 1/2 of a small cup
chs: 1/2小杯
et: 1/2 väikest klaasi
lt: 1/2 mažos stiklinės
ro: 1/2 Pahar galben mic

# MeasureTypeVariation_HickeyOneHickey
source: One piece
chs: 一个
et: Üks tükk
lt: Vienas vienetas
ro: O bucata

# MeasureTypeVariation_LargeGlass
source: Big cup
chs: 大杯
et: Suur klaas
lt: Didelė stiklinė
ro: Pahar rosu mare

# MeasureTypeVariation_MediumGlass
source: Medium cup
chs: 中杯
et: Keskmine klaas
lt: Vidutinė stiklinė
ro: Pahar verde mediu

# MeasureTypeVariation_PinchOnePinch
source: One pinch
chs: 一捏
et: Üks näpuotsatäis
lt: Vienas žiupsnis
ro: O ciupitura

# MeasureTypeVariation_Portion14Pieces
source: Portion of 14 pieces
chs: 份量14个
et: Portsjon 14 tk
lt: Porcija 14 vnt.
ro: Portie 14 buc

# MeasureTypeVariation_PortionDoDoMixNugget
source: Portion dodomix
chs: 份量dodomiks
et: Dodomix portsjon
lt: Porcija DODO miksas
ro: Portie dodomix

# MeasureTypeVariation_PortionDoDoMixPotatoes
source: Portion dodomix
chs: 份量dodomiks
et: Dodomix portsjon
lt: Porcija DODO miksas
ro: Portie dodomix

# MeasureTypeVariation_PortionDrink0_2L
source: 0,2 l
chs: 0,2公升

# MeasureTypeVariation_PortionDrink0_3L
source: 0,3 l
chs: 0,3公升

# MeasureTypeVariation_PortionDrink0_5L
source: 0,5 l
chs: 0,5公升

# MeasureTypeVariation_PortionDrink0_6L
source: 0,6 l
chs: 0,6公升

# MeasureTypeVariation_PortionForPizza25
source: Pizza 25
chs: 比萨25
lt: 25 cm pica

# MeasureTypeVariation_PortionForPizza30
source: Pizza 30
chs: 比萨30
lt: 30 cm pica

# MeasureTypeVariation_PortionForPizza35
source: Pizza 35
chs: 比萨35
lt: 35 cm pica

# MeasureTypeVariation_PortionForSandwich
source: Sandwich
chs: 三明治
et: Sandwitch
lt: Sumuštinis

# MeasureTypeVariation_PortionIceCream
source: Portion of ice-cream
chs: 冰淇淋的份量
et: Jäätise portsjon
lt: Porcija ledų
ro: Portie inghetata

# MeasureTypeVariation_PortionIceCreamOne
source: One serving
chs: 一个份量
et: Üks portsjon
lt: Viena porcija
ro: O portie

# MeasureTypeVariation_PortionSalmonOne
source: One serving
chs: 一个份量
et: Üks portsjon
lt: Viena porcija
ro: O portie

# MeasureTypeVariation_PortionShrimpOne
source: One serving
chs: 一个份量
et: Üks portsjon
lt: Viena porcija
ro: O portie

# MeasureTypeVariation_PortionVillage
source: Country-style serving
chs: 农村的份量
et: Portsjon küla moodi
lt: Porcija kaimiškai
ro: Portie wedges

# MeasureTypeVariation_PressingGunOnePress
source: One click
chs: 一触式
et: Üks vajutus
lt: Vienas paspaudimas
ro: O apasare

# MeasureTypeVariation_ShakeOneShake
source: One shake
chs: 一个搅动
et: Üks raputus
lt: Vienas krestelėjimas
ro: O scuturare

# MeasureTypeVariation_Slice
source: Slice
chs: 切片
lt: Griežinėlis

# MeasureTypeVariation_SmallGlass
source: Small cup
chs: 小杯
et: Väike klaas
lt: Maža stiklinė
ro: Pahar galben mic

# MeasureType_Americano
source: Americano
chs: 美式

# MeasureType_Cappuccino
source: Cappuccino
chs: 卡布奇诺

# MeasureType_CheesseCup
source: Cheese cup
chs: 奶酪被
et: Juustutops
lt: Sūrio stiklinė
ro: Pahar mozzarella

# MeasureType_Espresso
source: Espresso
chs: 浓咖啡

# MeasureType_Glass100Ml
source: Glass 100 ml
chs: 杯子100毫升
et: Klaas 100 ml
lt: 100 ml stiklinė
ro: Pahar 100 ml

# MeasureType_Glass200Ml
source: Glass 200 ml
chs: 杯子200毫升
et: Klaas 200 ml
lt: 200 ml stiklinė
ro: Pahar 200 ml

# MeasureType_Hickey
source: Piece
chs: 个
et: Tükk
lt: Vienetas
ro: Bucati

# MeasureType_Latte
source: Latte
chs: 拿铁

# MeasureType_Pinch
source: Pinch
chs: 捏
et: näputäis
lt: Žiupsnis
ro: Ciupitura

# MeasureType_PortionDrink
source: Portion of drink
chs: 份量饮料
et: Joogi portsjon
lt: Porcija gėrimo
ro: Portii bauturi

# MeasureType_PortionForProduct
source: Portion in Pizza/Snack/Sandwich
chs: 公升于比萨/小吃/三明治
et: Portsjon pitsas/ suupistes/ sandwitchis
lt: Porcija Picos/Užkandžio/Sumuštinio
ro: Portie in Pizza/Gustare/Sandwich

# MeasureType_PortionIceCream
source: Portion of ice-cream
chs: 冰淇淋的份量
et: Jäätise portsjon
lt: Porcija ledų
ro: Portie inghetata

# MeasureType_PortionNuggets
source: Portion of nuggets
chs: 鸡米花的份量
et: Naggetsite portsjon
lt: Porcija vištienos kepsneliai
ro: Portie nuggets-uril

# MeasureType_PortionPotatoes
source: Portion of potatoes
chs: 土豆的份量
et: Kartuli portsjon
lt: Porcija bulvių
ro: Порция картошки

# MeasureType_PortionSalmon
source: Portion of salmon
chs: 的份量
et: Lõhe portsjon
lt: Porcija lašišos
ro: Portie somon

# MeasureType_PortionShrimp
source: Portion of shrimps
chs: 虾的份量
et: Krevettide portsjon
lt: Porcija krevečių
ro: Portie creveti

# MeasureType_PressingGun
source: Pushing the pistol
chs: 压枪
et: Püstoli vajutamine
lt: Pistoleto paspaudimas
ro: Apasari pistol

# MeasureType_Shake
source: Shaking
chs: 搅动
et: Raputamine
lt: Krestelėjimas
ro: Scuturare

# MeasureType_Slice
source: Slice
chs: 切片
lt: Griežinėlis

# MeasureType_SoupLadle
source: Ladle
chs: 大勺
et: Kulp
lt: Samtis
ro: Polonic

# Message_RequiredOrganizationType
source: "Type"
chs: “类型”
et: "Tüüp"
lt: "Tipas"
ro: Alegeti forma persoanei juridice

# Message_RequiredPaymentOption
source: Payment terms
chs: “工作表”
et: "Töö vorm"
lt: "Darbo forma"
ro: Indicati forma de functionare

# Message_RequiredSupplierName
source: "Name"
chs: “名称”
et: "Nimetus"
lt: "Pavadinimas"
ro: Indicati denumirea companiei furnizorului

source: Milliliter
chs: 毫升
et: Milliliiter
lt: Mililitras
ro: Mililitri

# MilliliterShort
source: Ml.
chs: 毫升。

source: Morning shift
chs: 早班
et: Hommikune vahetus
lt: Rytinė pamaina
ro: Tura de dimineata

source: Night shift
chs: 夜班
et: Öine vahetus
lt: naktinė pamaina
ro: Tura de noapte

# Package
source: Bag
chs: 包
et: Kott
lt: Paketas
ro: Punga

source: Packaging
chs: 包装
et: Pakkimine
ro: Ambalare

# Packing
source: Packaging
chs: 包装
et: Pakend
lt: Įpakavimas
ro: Ambalaje

# PaymentOption_Deferment
source: Deferral
chs: 延期
et: Edasilükkamne
lt: Atidėjimas
ro: Termen de plata

# PaymentOption_Prepaid
source: Advance payment
chs: 预付款
et: Ettemaks
lt: Išankstinis apmokėjimas
ro: Plata avans

# Quantity
source: Piece
chs: 个
et: Tükk
lt: Vienetas
ro: Bucati

# QuantityShort
source: Piece
chs: 块
et: tk
lt: Vnt.
ro: Buc.

# SemiFinishedProduct
source: Prepacked product
chs: 半制品
et: Pooltoode
lt: Pusfabrikatis
ro: Semifabricat

# Tara_Bag
source: Sack
chs: 包
et: Kott
lt: Maišelis
ro: Sac

# Tara_Balloon
source: Cylinder
chs: 气球
et: Balloon
lt: Balionas
ro: Butelie

# Tara_Bottle
source: Bottle
chs: 瓶子
et: Pudel
lt: Butelis
ro: Sticla

# Tara_Box
source: Box
chs: 箱
et: Karp
lt: Dėžutė
ro: Cutie

# Tara_Bucket
source: Bucket
chs: 桶
et: Ämber
lt: Kibiras
ro: Galeata

# Tara_CuppingGlass
source: Can
chs: 银行
et: Purk
lt: Stiklainis
ro: Conserva

# Tara_Kega
source: Keg
chs: 酒桶
et: Tünn
lt: Statinė
ro: Butoi

# Tara_Packing
source: Packaging
chs: 包装
et: Pakend
lt: Įpakavimas
ro: Ambalaje

# Tara_Roll
source: Roll
chs: 滚
et: Rull
lt: Ritinys
ro: Rola

# MaximumFieldLength
source: Maximum field length is {1}
chs: 最大长度为{1}
lt: Maksimalus laukelio ilgis {1}
ro: Lugimea maxima a campului {1}

# Metr
source: Metre
chs: 米
et: meeter
lt: Metras
ro: Metru

# BasicUnitOfMeasure
source: Basic measurement unit
et: Baasi mõõtühik
ro: Unitatea de masura de baza

# BasicUnitOfMeasureShort
source: Base unit
et: Baasühik
ro: Unitate de baza

# ConsumptionType_All
source: All
et: Kõik
ro: Toate

# ConsumptionType_Canceled
source: Canceled
et: Tellimuse tühistamine
ro: Anulare comanda

# ConsumptionType_Defect
source: Defects
et: Praak
ro: Rebut

# ConsumptionType_PersonalFood
source: Staff meals
et: Personali toitlustamine
ro: Alimentatie personal

# ConsumptionType_Sales
source: Sales
et: Müügid
ro: Vanzari

# ContainerSize
source: Size of container
et: Taara suurus
ro: Dimensiune container

# DebitingReason_MarketingActivities
source: Marketing
et: Müügiüritused
ro: Activitati de marketing

source: Dry weight
et: Kuivkaal
ro: Masa uscata

# FieldMustBePositive
source: Number in field {0} must be greater than zero
et: Välja {0} väärtus peab olema positiivne
ro: Valoarea campului {0} trebuie sa fie pozitiva

# LayerSauces
source: Sauces
ro: Sosuri

# LayerLevel1
source: Layer 1
ro: Strat 1

# LayerLevel2
source: Layer 2
ro: Strat 2

# LayerLevel3
source: Layer 3
ro: Strat 3

# LayerLevel4
source: Layer 4
ro: Strat 4

# LayerLevel5
source: Layer 5
ro: Strat 5

# Material_MaterialNameIsRequired
source: Title is missing
et: Pealkiri pole sisestatud
ro: Nu este completata denumirea
