Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Orders/Text.*-*.resx
Languages: chs, et

source: Canceled
chs: 已取消
et: Tühistatud

# ClientMessage_AddressDescriptionTooLong
source: Comment cannot exceed 500 symbols
chs: 评论不能超过500个字符
et: Kommentaar ei tohi ületada 500 sümbolit

# ClientMessage_AddressInvalid
source: Please fll in all address fields
chs: 请填写所有地址字段。
et: Palun täitke ära kõiki aadressi välju.

# ClientMessage_AddressIsNotIncludedInDeliveryArea
source: Specified address is outside the delivery zone
chs: 在送货区没有指定的地址
et: Märgitud aadress ei kuulu kohaletoimetamise piirkonda.

# ClientMessage_DelayedOrderTime
source: Unfortunatelly, at the specified time the store will be closed. Store business hours: {0} to {1}
chs: 抱歉，该时间披萨店不营业。披萨店营业时间为{0}-{1}
et: Kahjuks ei ole teie poolt määratud ajal Pizzarestoran avatud. Pizzarestoran on avatud kellast {0} kuni kella {1}

# ClientMessage_DelayedOrderTimeInvalid
source: Sorry, we can not deliver your order at this time. Choose another time
chs: 请输入其他送货时间。在指定的时间，我们不能管送。
et: Sisestage teist kohaletoimetamise aega. Me ei saa tuua tellimust kohale teie poolt määratud ajaks.

# ClientMessage_DeliveryStop
source: Delivery has been suspended. Our apologies
chs: 送货暂时停止。向您道歉
et: Kohaletoimetuse töö on peatatud. Vbandame ebamugavuste pärast

# ClientMessage_EmptyBasket
source: Your cart is empty
chs: 您的购物车是空的
et: Teie ostukorv on tühi

# ClientMessage_InvalidFreeSauces
source: Please select complementary sauces
chs: 请选免费的调味汁
et: Palun valige tasuta kastmeid

# ClientMessage_NoteEmpty
source: For what amount should we prepare change? This amount cannot be below your order amount.
chs: 请指定应该准备多少零钱。它不能小于订单的数量。
et: Palun märkige ära, millise summa pealt peame teile tagasiraha ette valmistama. See ei tohi olla tellimuse summast väiksem

# ClientMessage_NoteInvalid
source: Amount for change cannot be below the order amount.
chs: 准备的款额，应不低于订单的数量
et: Summa, mille pealt tuleb tagasiraha ette valmistada, ei tohi olla väiksem kui tellimuse summa kokku.

# ClientMessage_OrderCostInvalid
source: Please, add something to your order or select carryout. Minimum spend for delivery is {0}
chs: 请还选。最小订单总数（不包括纪念品） - {0}
et: Tellimuse miinimum summa on {0}.

# ClientMessage_PickupPizzeriaEmpty
source: Select store where you would like to pick up the order
chs: 选一家比萨饼店，从那里您想订单货物
et: Valige Pizzarestorani, kuhu soovite tellimusele järgi tulla

# ClientMessage_PizzeriaIsClosed
source: Unfortunatelly, payment failed. Store is closed.
chs: 不好意思，支付不成功。比萨饼店关。
et: Kahjuks ei ole tellimuse eest maksmine õnnestunud. Pizzarestoran on kinni.

# ClientMessage_ProductInStopList
source: Unfortunatelly, {0} is temporarily sold out. Please remove this item from the cart.
chs: 不好意思，{0}库存不足。请从购物车中删除产品。
et: Kahjuks {0} ei ole hetkel olemas. Palun eemaldage antud toodet ostukorvist.

# DefectiveProduct
source: Defective
chs: 残次品
et: Praak

source: Delivered
chs: 已经交付
et: Kohale toimetatud

# DuplicateOrderLine
source: <b>(double)</b>
chs: <b>(dodo卢布)</b>
et: <b>(kordus)</b>

# InDelivery
source: On delivery
chs: 正在送货
et: Kohaletoimetamisel

# InOven
source: Oven
chs: 在烤箱
et: Ahi

# MessageError_FailedDefectOrderLineMoreTwoDaysAgo
source: Cannot mark product as defective if it was ordered more than 2 days ago.
chs: 不可以拒绝产品，如果产品订单超过2天前
et: Ei ole võimalik tunnistada kõlbmatuks toodet, mille tellimise ajast on möödunud rohkem kui 2 päeva

# MessageError_PreparationTimeLimitExpired
source: Product can not be returned to the kitchen after preparation deadline.
chs: 产品不能回到厨房。有效日期结束了
et: Toodet ei ole võimalik tagastada kööki. Valmistamisaeg on läbi.

# Message_AddressDescriptionTooLong
source: Address description is too long
chs: 地址的描写太长
et: Liiga pikk aadressi kirjeldus

# Message_AddressEmpty
source: Address hasn't been entered
chs: 没输入地址
et: Aadress ei ole sisestatud

# Message_AddressInvalid
source: Invalid address
chs: 不正确地址
et: Aadress on ebakorrektne

# Message_AddressIsNotIncludedInDeliveryArea
source: The address is outside the delivery zone
chs: 送货区不包括这个地址
et: Aadress ei kuulu kohaletoimetamise piirkonda

# Message_ClientEmpty
source: Customer's data hasn't been entered
chs: 买输入客户数据
et: Kliendiandmed ei ole sisestatud

# Message_ClientFromBlackList
source: Customer is in the black list
chs: 客户在黑名单
et: Klient on mustas nimekirjas

# Message_ClientNameEmpty
source: Name hasn't been entered
chs: 没输入名字
et: Nimi ei ole sisestatud

# Message_DelayedOrderTime
source: Unfortunatelly, at the specified time the store will be closed. Store business hours: {0} to {1}
chs: 抱歉，该时间披萨店不营业。披萨店营业时间为{0}-{1}
et: Kahjuks ei ole teie poolt määratud ajal Pizzarestoran avatud. Pizzarestoran on avatud kellast {0} kuni kella {1}

# Message_DelayedOrderTimeInvalid
source: Invalid time of deferred order
chs: 不正确延期订单的时间
et: Edasi lükatud tellimuse aeg on ebakorrektne

# Message_DelayedOrderWithoutTime
source: Deferred order is missing time.
chs: 在延期订单没指定时间
et: Edasi lükatud tellimuse juures pole määratud aega.

# Message_DeliveryStop
source: Delivery has been suspended
chs: 送货暂时停止
et: Kohaletoimetuse töö on peatatud

# Message_EmptyBasket
source: The cart is empty
chs: 购物车是空的
et: Ostukorv on tühi

# Message_EmptyComposition
source: Cart fields are missing
chs: 未填写购物车
et: Ostukorv ei ole täidetud

# Message_EmptyHouse
source: House number hasn't been entered
chs: 没输入号楼
et: Maja number ei ole sisestatud

# Message_EmptyStreetName
source: Street hasn't been entered
chs: 没输入街名
et: Tänav ei ole sisestatud

# Message_IncorrectDelayedTime
source: Invalid time of deferred order
chs: 不正确延期订单的时间
et: Edasi lükatud tellimuse aeg on ebakorrektne.

# Message_IncorrectPersonalOrderSum
source: Staff meal value is above the maximum allowed amount.
chs: 午餐总数超过最大值
et: Lõuna summa ületab maksimaalselt võimalikku väärtust.

# Message_InvalidFreeSauces
source: Complementary sauces haven't been selected
chs: 没选择免费调味汁
et: Tasuta kastmed ei ole valitud

# Message_MaxCashPaymentLimitExceeded
source: Sorry, you've gone above the allowed maximum order value with payment method - cash.
chs: 对不起，您已经超出现金最高金额在线支付。
et: Vabandust, olete ületanud maksimaalset summat, mida saab tasuda sularahas veebilehel vormistatud tellimuse eest.

# Message_NotChoosedProducts
source: Staff meal products have not been selected.
chs: 没选择午餐的产品。
et: Tooted lõuna jaoks ei ole valitud.

# Message_NoteEmpty
source: Enter CASH/AMT TND
chs: 没输入删节
et: Kupüür ei ole sisestatud

# Message_NoteInvalid
source: CASH/AMT TND incorrect
chs: 不正确输入删节
et: Kupüür on sisestatud ebakorrektselt

# Message_NowPproductIsNotForSale
source: Product {0} is not available at the moment
chs: 正在该产品{0}是非卖品
et: Antud hetkel toode {0} ei ole müügil

# Message_OpenShiftBeforeOrder
source: To provide staff meals please start a shift in the system
chs: 给员工安排午餐请开班
et: Selleks, et vormistada töötajale lõuna, avade pitsarestorani töövahetus

# Message_OrderCostInvalid
source: The total (without souvenirs) is below the allowed minimum order value
chs: 订单总数（不含赠送）低于最低
et: Tellimuse summa (suveniire arvestamita) on miinimumsummast väiksem

# Message_OrderWithSimpleProductsOnly
source: You can't provide a delayed staff meal if there are no products from the kitchen in it.
chs: 如果拖延饭没有从厨房的产品，那不能下订单
et: Pole võimalik vormistada edasi lükatud lõunat, kui selles puuduvad tooted köögist

# Message_PickupPizzeriaEmpty
source: Select store to pick up the order
chs: 选一家比萨饼店，从那里您想订单货物
et: Valige Pizzarestorani, kuhu soovite tellimusele järgi tulla

# Message_PizzeriaIsClosed
source: Store is closed
chs: 比萨饼店不工作
et: Pizzarestoran ei tööta

# Message_PizzeriaShiftIsClosed
source: Store shift isn't open. Please contact the shift supervisor
chs: 比萨饼店的班次没开。请跟班次的管理联系
et: Pizzarestorani vahetus pole avatud. Palun pöörduge vahetuse vanema poole

# Message_PizzeriaWorkTypeDisabled
source: Sorry, store doesn't handle orders for {0}
chs: 对不起，比萨饼店不准备订单{0}
et: Vabandust, Pizzarestoran ei valmista tellimusi {0}

# Message_ProductInBasketHasDifferentPriceWithMenu
source: Price of product {0} in the cart doesn't match its price in the menu. Price in the cart {1}, price in the menu {2}
chs: 食品{0}在购食蓝有优秀的价格。价格在购食蓝{1}，价格在菜单{2}
et: Toode {0} ostukorvis omab münüüst erinevat hinda. Hind ostukorvis {1}, hind menüüs {2}

# Message_ProductInShopWindowItemNotSaleInCurrentTime
source: The product id {0} is currently unavailable in cell id {1}
chs: 当前时间食品id{0} 在单元格id{1}不卖
et: Toode Id {0} ei ole hetkel müügis lahtris Id {1}

# Message_ProductInStopList
source: Product in the stop-list: {0}
chs: 产品在停止列表：{0}
et: Toode on stopp-listis: {0}

# Message_ProductIsNotOnMenu
source: Product {0} is not on the menu
chs: 菜单里没有该产品{0}
et: Toode {0} ei sisaldu menüüs

# Message_RemakeDefectedOrderFailed
source: Could not mark product as defective
chs: 没成功拒绝订单
et: Tellimuse prakeerimine on ebaõnnestunud

# Message_ShopWindowItemIsNotDefined
source: Fields for products id {0} were not defined
chs: 食品ID：{0}的单元格没有定
et: Pole määratud toidukaupade lahtrid Id: {0}

# Message_ShopWindowItemNotFound
source: Front counter panel field id {0} not found
chs: 没搜到橱窗id：{0}的单元格
et: Pole leitud vitriinilahter Id: {0}

# Message_StationaryStop
source: Restaurant has been suspended. Please contact the shift supervisor.
chs: 餐厅暂停营业
et: Restorani töö on peatatud

# Message_TelephoneEmpty
source: Telephone number hasn't been entered
chs: 没输入电话号码
et: Telefoninumber ei ole sisestatud

# Message__ClientNameTooLong
source: Name is too long
chs: 名字太长
et: Liiga pikk nimi

# OnColdAssemblyTable
source: Toppings/filling (Cold line)
chs: 馅（冷）
et: Täidis (Külm sari)

# OnDoughTable
source: Dough
chs: 面
et: Tainas

# OnHotAssemblyTable
source: Toppings/filling (Hot line)
chs: 馅（热）
et: Täidis (Kuum sari)

# OnPackingTable
source: Packaging
chs: 包装
et: Pakend

# OrderState_Accepted
source: Accepted
chs: 已接单
et: Vastu võetud

# OrderState_Completed
source: Completed
chs: 完成
et: Täidetud

# OrderState_Editing
source: Editing
chs: 正在编辑
et: Redakteeritakse

# OrderState_Failure
source: Rejection
chs: 拒单
et: Keeldumine

# OrderState_Kitchen
source: In progress
chs: 制备中
et: Töös

# OrderState_OnDelivery
source: Delivery
chs: 送货中
et: Kohaletoimetamine

# OrderState_OnTheShelf
source: Packed
chs: 已包装
et: Pakitud

# OrderState_Redirect
source: Redirected
chs: 订单转移至其他披萨店
et: Ümber suunatud

# OrderState_Storno
source: Reverse
chs: storno
et: Storno

# OrderState_TimeOut
source: Late
chs: 超时
et: Aeg on läbi

# OrderState_Unknow
source: Not identified
chs: 不确定
et: Pole määratud

# OrdersType_Delivery
source: Delivery
chs: 交货
et: Tarne

# OrdersType_Pickup
source: Pickup
chs: 捡起
et: Korja üles

# OrdersType_Restaurant
source: Restaurant
chs: 堂食
et: Restoran

# OrdersType_Staff
source: Staff
chs: 员工
et: Personal

# OrdersType_Tracker
source: Tracker
chs: 追踪
et: Jälitaja

# OrderType_Delivery
source: Delivery
chs: 外卖
et: Kohaletoimetamine

# OrderType_DeliveryShortAlias
source: Delivery
chs: 外卖
et: Kohalet.

# OrderType_PersonaFoodShortAlias
source: Staff meal
chs: 员工餐
et: Pers

# OrderType_PersonalFood
source: Staff meals
chs: 人员饮餐
et: Personali toitlustus

# OrderType_PickupShortAlias
source: Carryout
chs: 自提
et: Tulen ise järgi

# OrderType_Stationary
source: Restaurant
chs: 餐厅
et: Restoran

# OrderType_StationaryShortAlias
source: Dining room
chs: 大厅
et: Saal

# ProductionStage_WaitingMake
source: Waiting
chs: 等待制备
et: Ootab valmistamist

# Source_Aggregator
source: Aggregator
chs: 第三方
et: Agregaator

# Source_DefectOrder
source: Defective product
chs: 残次品
et: Praak

# Source_Mobile
source: Mobile app
chs: 手机软件
et: Mobiilne rakendus

# Source_Pizzeria
source: Store
chs: 比萨店
et: Pizzarestoran

# Source_Restaurant
source: Restaurant
chs: 餐厅
et: Restoran

# Source_Site
source: Site
chs: 网址
et: Veebileht

# Source_Telephone
source: Telephone
chs: 电话
et: Telefon

# ThinDoughAlias
source: T
chs: 面
et: Õ

# ValidateMessage_Delivery
source: delivery
chs: 外卖
et: Kohaletoimetamist

# ValidateMessage_PersonalFood
source: staff meals
chs: 人员饮餐
et: personali toitlustus

# ValidateMessage_Stationary
source: stationary
chs: 常设
et: Statsionaarne

# WaitingDelivery
source: Waiting to be dispatched
chs: 等待发送
et: Ootab ärasaatmist

# WaitingMake
source: Waiting
chs: 等候
et: Ootamine
