Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Departments/Text.*.resx
Languages: chs, et, ro

source: Approved
chs: 同意
et: Kooskõlastatud
ro: Aprobat

# CallCenter
source: Call-centre
chs: 呼叫中心
et: Kõnekeskus
ro: Call-center

# ClientTreatment_DefaultName
source: addressing by default
chs: 默认对待客户
et: pöördumine vaikimisi
ro: Adresare de baza

# ClientTreatment_Name
source: by name
chs: 用名字对待
et: nimepidi
ro: pe nume

# ClientTreatment_RandomImage
source: random image
chs: 随意图片
et: juhuslik pilt
ro: imagine aleatorie

# Close
source: Closed
chs: 关着
et: Suletud
ro: Inchis

# Error_CantRemoveCountry
source: I can't delete country
chs: 不能删除国家。
et: Ei saa eemaldada riiki
ro: Nu pot gasi tara.

# Error_TranslitAlias
source: Field "Name in Latin characters" can only contain digits and Latin characters.
chs: “音译名称”条款只能包含数字和拉丁字母
et: Väli "nimetus transliteratsiooniga" peab sisaldama ainult ladina tähti ja numbreid
ro: Campul “Denumirea transliterata” trebuie sa contina doar cifre si caractere latine

# Error_UnitAliasIsRequired
source: Enter alias
et: Sisestage varjunimi
ro: Introdu pseudonimul

# Error_UnitApproveIsRequired
source: Opening approved?
chs: 指定开业商定
et: Määrake avamise kooskõlastus
ro: Indicati Aprobarea deschiderii

# Error_UnitCoordinateXRange
source: Unit's coordinates incorrect
chs: 输入的部门信息有误
et: Osakonna koordinaadid on määratud valesti
ro: Coordinatele unitatii sunt indicate incorect

# Error_UnitCoordinateYRange
source: Unit's coordinates incorrect
chs: 输入的部门信息有误
et: Osakonna koordinaadid on määratud valesti
ro: Coordinatele unitatii sunt indicate incorect

# Error_UnitOrderTypesIsRequired
source: Specify unit's type of operation
chs: 指定该部门的从事行业类型
et: Määrake osakonna tegevuse liik
ro: Indica tipul activitatii al unitatii

# Error_UnitOrganizationRequired
source: Select company
chs: 选择组织
et: Valige organisatsioon
ro: Alege societatea

# Error_UnitPublicMenuLoginIsRequired
source: Select login for public screens
chs: 输入公共屏幕的登录用户名
et: Sisestage avalike ekraanide kasutajatunnus
ro: Introdu login-ul pentru ecranele publice

# Error_UnitSquareRange
source: Surface area of the space is incorrect
chs: 指定的场地面积是错误的
et: Ruumi pindala on määratud valesti
ro: Suprafata imobilului este indicata incorect

# Error_UnitStateIsRequired
source: Specify status of unit
et: Määrake osakonna seisund
ro: Indica starea unitatii

# Error_UnitTrackingLoginIsRequired
source: Enter login for Tracking
chs: 请指定平板密码
et: Sisestage tracking kasutajatunnus
ro: Introdu login-ul pentru tracking

# Error_UnitTypeIsRequired
source: Specify type of unit
chs: 指定部门的类型
et: Määrake osakonna tüüp
ro: Indica tipul unitatii

# FactorySemis
source: Prepacked products manufacturer
chs: 半成品工厂
et: Pooltoodete vabrik
ro: Fabrica semipreparatelor

# InputName
source: Enter name
chs: 输入名称
et: Sisestage nimetus
ro: Introduceti denumirea

source: Not approved
chs: 没有商定
et: Kooskõlastamata
ro: Nu a fost aprobat

source: Office
chs: 办公室
et: Kontor
ro: Birou

source: Open
chs: 开着
et: Avatud
ro: Deschis

# Pizzeria
source: Store
chs: 比萨饼店
et: Pizzarestoran
ro: Pizzeria

# ProductionDistributionWorkshop
source: Production and distribution facility
chs: 生产和配送中心
et: Tootmis-jaotustsehh
ro: Secţia de producţie-distribuţie

# ServiceDelivery
source: Delivery service
chs: 送货服务
et: Kohaletoimetamise teenused
ro: Serviciul livrare

# SoonOpening
source: Opening soon
chs: 快开业
et: Avame varsti
ro: Deschidem curand

# Unknow
source: Unknown
chs: 未知
et: Pole teada
ro: Necunoscut

# UnknownProperty
source: Unknown property {0}
chs: 未知属性{0}
et: Tundmatu omadus {0}
ro: Proprietate {0} necunoscuta

# ValidationRequiredOrderType
source: Field "Type of service" is required
chs: 字段“活动类型”必须填写
et: "Tegevusala" väli peab olema täidetud
ro: Campul "Tip activitate" trebuie completat

# Warehouse
source: Storage
chs: 仓库
et: Ladu
ro: Depozit
