Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Accounts/Text.*.resx
Languages: chs, et, ro

source: Accountant
chs: 会计
et: Raamatupidaja
ro: Contabil

# AllPizzerias
source: All stores
chs: 所有披萨店
et: Kõik pitsarestoranid
ro: Toate pizzeriile

source: All reasons
chs: 所有原因
et: Kõik põhjused
ro: Toate cauzele

# BonusAccruedByFriends
source: For inviting friends
chs: 吸引朋友的奖金
et: Sõprade kutsumise eest
ro: Pentru prietenii invitati

# BonusAccruedTitle
source: Dodo rubles deposited
chs: dodo积分积累了
et: Laetud "Dodo eurosid"
ro: „Dodo lei” atribuiti

# BonusAll
source: In total
chs: 一共
et: Kokku
ro: Total

# BonusPercentage
source: % of orders
chs: 单子的百分数
et: Tellimuste protsent
ro: Procent din comenzi

# BonusPercentageFromFriends
source: Proportion out of friends' orders, %
chs: 朋友单子的百分数
et: Protsent sõprade tellimustest
ro: Procent din comenzile prietenilor

# BonusSpentPercentage
source: Share of spent Dodo rubles in revenue, %
chs: 使用dodo积分进款的百分数
et: Kasutatud "Dodo eurode" protsent kasumist
ro: Procent de „Dodo lei” consumati din incasarile totale

# BonusSpentTitle
source: Dodo rubles spent
chs: 花了dodo积分
et: Kulutatud "Dodo eurosid"
ro: „Dodo lei” consumati

# Cashier
source: Restaurant cashier
chs: 餐厅收银员
et: Restorani klienditeenindaja
ro: Casier restaurant

# ClientTreatment_Name
source: by name
chs: 名字
et: nimepidi
ro: pe nume

# ClientTreatment_RandomImage
source: random image
chs: 随意图片
et: Juhuslik pilt
ro: imagine aleatorie

source: Consumption
chs: 消费
et: Kulu
ro: Consum

# Courier
source: Driver
chs: 外卖员
et: Kuller
ro: Curier

# CourierMotivationScreen
source: Drivers' motivation board
chs: 外卖员鼓励屏
et: Kullerite motivatsiooni tabel
ro: Panou motivare curieri

# DebitingReason_Expired
source: Past expiration date
chs: 过期了
et: Parim enne möödas
ro: Termen de valabilitate expirat

# DebitingReason_GuiltyPerson
source: Human error
chs: 负责人
et: Süüdiolev isik
ro: Persoana responsabila

# DebitingReason_PackageDamaged
source: Damaged packaging
chs: 包装损害
et: Pakendi kahjustamine
ro: Ambalaj deteriorat

source: Delivery cashier
chs: 外卖收银员
et: Kohaletoimetamise kassapidaja
ro: Casier livrare

# DepartmentAdmin
source: Division administrator
chs: 部门管理
et: Allüksuse administraator
ro: Administrator unitate

# DodoControl
source: Dodo Controlling
chs: DODO检查
et: Dodo kontrolling

source: Employee
chs: 员工
et: Töötaja
ro: Angajat

# EmployeesOnShiftScreen
source: Staff board
chs: 工作人员屏幕
et: Töötajate tabel
ro: Panou angajati

# Error_IncorrectPriceInHundred
source: Incorrect price. Must be a multiple of 100.
chs: 价格有错误。价格得被100除尽
et: Vale hind. Peab olema 100 kordne.
ro: Pret incorect. Trebuie sa fie multiplu de 100.

# Error_IncorrectPriceInOneNumber
source: Incorrect price. Must be an integer.
chs: 价格有错误。价格得被1除尽
et: Vale hind. Peab olema 1 kordne.
ro: Pret incorect. Trebuie sa fie multiplu de 1.

# ExpressProductsScreen
source: Express products
et: Ekspress tooted
ro: Produse express

source: Federal
chs: 联邦的
et: Föderaalne
ro: National

source: For all units
chs: 对所有部门
et: Kõikidele osakondadele
ro: Pentru toate unitatile

# FranchiseeOfficeManager
source: Central manager of the office-franchisee
chs: 办公室的中心经理 - 加盟商
et: Kontori-frantsiisivõtja vanemjuhataja
ro: Francizat - manager birou

# Income
source: Incoming
chs: 收入
et: Tulek
ro: Intrari

# IndexValue
source: Indicator
chs: 指数值
et: Näitaja

# InvestorOfficeManager
source: Manager of the office - investor
chs: 办公室经理 - 投资者
et: Kontorijuhataja-investor
ro: Manager birou - investitor

# KitchenMotivationScreen
source: Kitchen motivation board
chs: 厨房里的鼓励显示屏
et: Köögi motivatsiooni tabel
ro: Panou motivare bucatarie

# LoginNotCorrect
source: Login can consist only of Latin characters, numbers, symbols, underscore and period.
et: Kasutajatunnus saab sisaldada vaid ladina tähestikku, numbreid, allkriipsu ja punkti sümboleid
ro: Login-ul poate contine doar caractere latine, cifre, simboluri, underscore si punct

# LoginNotRequired
source: Login can't be empty
et: Kasutajanimi ei saa olla tühi
ro: Loginul nu poate fi necompletat

# LoginTooLong
source: Login can't be over 50 characters
et: Kasutajanimi ei saa olla pikkem, kui 50 sümbolit
ro: Loginul nu poate contine peste 50 de caractere

# LoyaltyManager
source: Loyalty program manager
et: Boonuste süsteemi haldur
ro: Managerul sistemului de loialitate

# MysteryShopperManager
source: SB management
chs: 神秘顾客经理
et: Tehnoloogiliste protsesside juhtimine
ro: Administrare CM

# NewClients
source: New customers
chs: 新客户
et: Uued kliendid
ro: Clienti noi

# NewClientsByLoyaltyTotalCount
source: Customers attracted through loyalty program
et: Boonusprogrammiga meelitatud klientide arv
ro: Numarul clientilor atrasi prin Sistemul de bonusare

# NewClientsTotalCount
source: New customers
chs: 新客户的数量
et: Uute klientide arv
ro: Nuar de clienti noi

# OfficeManager
source: Manager of the office
chs: 办公室管理
et: Kontorijuhataja
ro: Manager birou

source: Operator
chs: 操作者
et: Operaator

# PasswordNotRequired
source: Password can't be empty
et: Parool ei saa olla tühi
ro: Parola nu poate fi necompletata

# PasswordsNotEqual
source: Passwords don't match
chs: 密码不匹配
et: Paroolid ei ühti
ro: Parolele nu coincid

# PasswordTooLong
source: Password can't be over 100 characters
et: Parool ei saa olla pikkem, kui 100 sümbolit
ro: Parola nu poate contine peste 100 de caractere

source: Pizzamaker
chs: 比萨师
et: Pizza-meister

# PublicCaption
source: Public
chs: 公开
et: Avalik

# PublicPages
source: Public screens
chs: 公开屏幕
et: Avalikud ekraanid
ro: Ecrane publice

# Report_MaterialDebiting
source: Write-off
chs: 原料勾销
et: Toorainete maha kandmine
ro: Casari materii prime

# RestaurantScreen
source: Restaurant board
chs: 餐厅显示屏
et: Restorani tabel
ro: Panou restaurant

# RevenueNewClientsByLoyaltyTotal
source: Sales from new customers attracted via loyalty program
et: Boonusprogrammiga meelitatud uute klientide tellimuste summa
ro: Suma comenzilor clientilor noi, atrasi prin Sistemul de bonusare

# RevisionAt
source: Inventory on {0}
chs: 检查从{0}
et: Revisioon alates {0}
ro: Inventar din {0}

# Revisor
source: Inventory staff
chs: 审计师
et: Revident
ro: Gestionar

# RootAdmin
source: Central administrator
chs: 中经理
et: Vanemadministraator
ro: Administrator retea

# RootOfficeManager
source: Central manager of the office
chs: 办公室的中管理
et: Kontori vanemjuhataja
ro: Manager retea

# RootOperator
source: Central operator
chs: 中操作者
et: Vanemoperaator
ro: Operator Sef

# ShiftManager
source: Shift supervisor
chs: 工作班次的管理
et: Vahetusevanem
ro: Sef de tura

# ShopWindowItemsScreen
source: Front counter display
et: Vitriin
ro: Vitrina

# StartBonus
source: Starting bonus
chs: 启动奖金
et: Stardiboonus
ro: Bonus de start

# TakenLosses
source: Registered losses
chs: 统计的损失
et: Arvestatud kaotused
ro: Pierderi inregistrate

# Title_LossesAndExceesReport
source: Unregistered losses
chs: 不统计的损失
et: Arvestamata aotused
ro: Pierderi neinregistrate

# Title_LoyaltyReport
source: Loyalty program
et: Boonusprogramm
ro: Sistem de bonusare

# TrackingManager
source: Tracking
chs: 追踪
et: Jälgija

# TrackingManagerOnColdAssemblyTable
source: Tracking - Snacks
chs: 平板-小吃
et: Tracking - Suupisted
ro: Tracking – Gustari

# TrackingManagerOnDoughTable
source: Tracking - Dough
chs: 平板-面团
et: Tracking - Taigen
ro: Tracking – Aluat

# TrackingManagerOnOrdersToDelivery
source: Tracking - Drivers
chs: 平板-送餐人员
et: Tracking - Kullerid
ro: Tracking – Curieri

# TrackingManagerOnOrdersToStationary
source: Tracking - Restaurant
chs: 平板-餐厅
et: Tracking - Restoran

# TrackingManagerOnPackingTable
source: Tracking - Packaging
chs: 平板-包装
et: Tracking - Pakend
ro: Tracking – Ambalare

# TrackingManagerOnSliceDebiting
source: Tracking - Write-off slices
chs: 平板-勾销披萨块
et: Tracking - Tükikeste mahakandmine
ro: Tracking – Casare felii

# TvBoard
source: Menu boards
chs: 电视
et: TV- tahvel
ro: TV-board-uri

# UserRoleNotExist
source: Role not selected
et: Roll pole valitud
ro: Nu a fost selectat rolul

# UserUnitNotRequired
source: Unit not selected
et: Osakond pole määratud
ro: Nu este selectat unitateul

source: Value
chs: 数值
et: Tähendus
ro: Valoare

# YandexTransactionManager
source: Transaction Ya.Money manager
chs: Yandex的交易管理器
et: Y.Raha ülekannete juhataja
ro: Manager tranzactii in Y.Money

# UnitateAdmin
source: Division administrator
et: Allüksuse administraator
ro: Administrator unitate

# TrackingManagerOnHotAssemblyTable
source: Tracking - Line
chs: 平板-生产线
ro: Tracking – Linia

# CashBoxModel_Citizen
source: Citizen CT-S310II
chs: 钱箱Citizen CT-S310II
