Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Debiting/Text.*.resx
Languages: chs, et, lt, ro

# Message_TemporarilyUnavailable
source: Sorry, temporarily unavailable
chs: 抱歉，暂时不可用
et: Vabandage, ajutiselt kättesaamatu
ro: Scuze, momentan indisponibil

# Message_UpdateSupplyComposition
source: Entry edited {0} -
et: Muudetud positsioon {0} -
lt: Redaguota pozicija {0} -
ro: A fost editata pozitia {0} -

# MinimalShiftLengthForPersonalFood
source: Minimum duration of shift to be eligible for free meals.
chs: 免费餐至少需要轮班时间
et: Vahetuse minimaalne kestvus tasuta toitlustuse saamiseks
lt: Minimali pamainos trukmė norint gauti nemokamą maitinimą
ro: Durata minima a turei pentru a beneficia de pranz gratuit

# MinimalShiftToCashier
source: "Minimum duration of cashier shift"
chs: 收银员班最短时间
et: "Kassapidaja vahetuse minimaalne kestvus"
lt: "Minimali kasininko pamainos trukmė"
ro: "Durata minima a turei casierilor"

# MinimalShiftToCourier
source: "Minimum duration of driver shift"
chs: 快递员班最短时间
et: "Kulleri vahetuse minimaalne kestvus"
lt: "Minimali kurjerio pamainos trukmė"
ro: "Durata minima a turei curierilor"

# MinimalShiftToKitchenWorker
source: "Minimum duration of kitchen staff shift"
chs: 厨房人员班最短时间
et: "Köögitöölise mänedžeri vahetuse minimaalne kestvus"
lt: "Minimali virtuvės darbuotojo pamainos trukmė"
ro: "Durata minima a turei personalului bucatariei"

# MinimalShiftToPersonalManager
source: "Minimum duration of supervisor shift"
chs: 人员经理
et: "Personali mänedžeri vahetuse minimaalne kestvus"
lt: "Minimali personalo vadybininko pamainos trukmė"
ro: "Durata minima a turei managerului de personal"

# MinimumStock
source: Minimum order
et: Mininaalne varu
ro: Stocul minim

source: Monday
chs: 星期一
et: Esmaspäev
lt: Pirmadienis
ro: Luni

# MondayShort
source: Mon
et: E
ro: Lu

# MonthlySpeed
source: Speed
et: Kiirus
ro: Viteza

# MonthlyStatisticBuildLink
source: Show
chs: 建造
et: Ehitama
lt: Sukurti
ro: Formeaza

# MonthlyStatisticByDelivery
source: Delivery: {0} {1}
chs: 送餐：{0}{1}
et: Tarne: {0} {1}
ro: Livrare: {0} {1}

# MonthlyStatisticByDeliveryWithPercent
source: Delivery: {0} {1} ({2}%)
chs: 送餐：{0} {1} （{2}%）
et: Tarne: {0} {1} ({2}%)
ro: Livrare: {0} {1} ({2}%)

# MonthlyStatisticByPickup
source: Carryout: {0} {1}
chs: 自提：{0}{1}
et: Järgitulemine: {0} {1}
lt: Išsinešti: {0} {1}
ro: Ridicare: {0} {1}

# MonthlyStatisticByPickupWithPercent
source: Carryout: {0} {1} ({2}%)
chs: 自提：{0}{1}({2}%)
et: Järgitulemine: {0} {1} ({2}%)
ro: Ridicare: {0} {1} ({2}%)

# MonthlyStatisticByStationary
source: Restaurant: {0} {1}
chs: 餐厅：{0}{1}
et: Restoran: {0} {1}
lt: Stacionaras: {0} {1}

# MonthlyStatisticByStationaryWithPercent
source: Restaurant: {0} {1} ({2}%)
chs: 餐厅：{0}{1}({2}%)
et: Restoran: {0} {1} ({2}%)

# MonthlyStatisticsAverageCheck
source: Average check
chs: 平均发票
et: Keskmine tšekk
lt: Kvito vidurkis
ro: Bonul mediu

# MonthlyStatisticsAverageCheckUnitOfMeasure
source: rub.
chs: 元
et: eur
lt: Eur
ro: lei

# MonthlyStatisticsCertificates
source: Certificates
chs: 优惠券
et: Sertifikaadid
lt: Sertifikatai
ro: Certificate

# MonthlyStatisticsCertificatesUnitOfMeasure
source: pc.
chs: 个
et: tk.
lt: vnt.
ro: buc.

# MonthlyStatisticsCountByLastTwelveMonths
source: Number of orders in the past 12 months
chs: 近12个月总订单量
et: Viimase 12 kuu tellimuste kogus
ro: Numar comenzi in ultimele 12 luni

# MonthlyStatisticsCountByPeriod
source: Number of orders
chs: 订单数量
et: Tellimuste kogus periood
ro: Numar comenzi in perioada

# MonthlyStatisticsDate
source: Date
chs: 时期
et: Kuupäev
lt: Data
ro: Data

# MonthlyStatisticsEfficiency
source: Efficiency
chs: 效率
et: Effektiivsus
ro: Eficienta

# MonthlyStatisticsGrowth
source: Sales increase
chs: 销售额增长率
et: Sissetuleku suurenemine
lt: Prieaugis
ro: Crestere incasari

# MonthlyStatisticsLabourCost
source: LC (kitchen)
chs: 人工费（厨房）
et: LC (köök)
lt: LC (virtuvė)
ro: LC (bucatarie)

# MonthlyStatisticsLossesTitle
source: Losses
chs: 损失
et: Kaotused
lt: Nuostoliai
ro: Pierderi

# MonthlyStatisticsLossesUnit
source: % (of revenue)
chs: 百分（收入）
et: % (üld, sissetulekust)
lt: % (bendras, iš įplaukų)
ro: %(total, din incasari)

# MonthlyStatisticsOrders
source: Measurements
chs: 订单
et: Tellimused
lt: Užsakymai
ro: Comenzi

# MonthlyStatisticsOrdersGrowth
source: Increase of number of orders
chs: 订单量增长率
et: Tellimuste suurenemine
ro: Crestere numar comenzi

# MonthlyStatisticsOrdersOnCourierInHour
source: Orders per driver per hour
chs: 外卖员每小时送单量
et: Tellimused kullerile tunnis
lt: Užsakymų kurjeriui per val.
ro: Comenzi pe curier per ora

# MonthlyStatisticsOrdersOnCourierInHourUnitOfMeasure
source: qty/per h
chs: 个/人一个小时
et: tk/ in h
lt: vnt. žmogui per val.
ro: buc/pers h

# MonthlyStatisticsOrdersUnitOfMeasure
source: pc.
chs: 个
et: tk/ in h
lt: vnt.
ro: buc.

# MonthlyStatisticsPizzasAndSnacksOnEmployeeInHour
source: Pizzas and snacks per person per hour
chs: 披萨和小吃/人一个小时
et: Pitsad ja suupisted inimese kohta tunnis
lt: Picų ir užkandžių žmogui per val.
ro: Pizza si gustari pe angajat per ora

# MonthlyStatisticsPizzasAndSnacksOnEmployeeInHourUnitOfMeasure
source: qty/per h
chs: 个/人一个小时
et: tk/in h
lt: vnt. žmogui per val.
ro: buc/pers h

# MonthlyStatisticsProductivityTitle
source: Productivity
chs: 生产率
et: Tootmine
lt: Našumas
ro: Productivitate

# MonthlyStatisticsRevenue
source: Sales
chs: 销售额
et: Sissetulek
lt: Įplaukos
ro: Incasari

# MonthlyStatisticsRevenueByLastTwelveMonths
source: Sales in the past 12 months
chs: 近12个月总销售额
et: Tulu 12 kuu eest
ro: Incasari in ultimele 12 luni

# MonthlyStatisticsRevenueByPeriod
source: Total sales per
chs: 总销售额
et: Tulu kokku periood
ro: Incasari totale in perioada

# MonthlyStatisticsRevenueOnEmployeeInHour
source: Sales per person per hour
chs: 销售额/每人每小时
et: Sissetulek inimese kohta tunnis
lt: Įplaukos žmogui per valandą
ro: Incasari pe angajat per ora

# MonthlyStatisticsRevenueOnEmployeeInHourUnitOfMeasure
source: rub./per. h
chs: 元/人，每小时
et: eur/ in h
lt: Eur žmogui per val.
ro: lei/pers h

# MonthlyStatisticsRevenueUnitOfMeasure
source: rub.
chs: 元
et: eur
lt: Eur
ro: lei

# MonthlyStatisticsRevenuPerPerson
source: Sales per person per hour
chs: 销售额/每人每小时
et: Inimese tunni tulu
ro: Incasari per persoana pe ora

# MonthlyStatisticsSaleTitle
source: Sales
chs: 销售
et: Müük
lt: Pardavimas
ro: Vanzari

# MonthlyStatisticsSpeed
source: Speed
chs: 速度
et: Kiirus
lt: Sparta
ro: Viteza

# MonthlyStatisticsStopSalesTimeTitle
source: Stop sales
et: Müügi peatamine
ro: Stop vanzari

# MonthlyStatisticUnitOfMeasureCountShort
source: pc.
chs: 个
et: tk
lt: vnt.
ro: buc.

source: My account
chs: 我的账号
et: Minu konto
ro: Contul meu

# NewBonus
source: New premium
chs: 新奖励
et: Uus preemia
ro: Prima noua

# NewClientsTitle
source: New customers
chs: 新客户
et: Uued kliendid
ro: Clienti noi

# NewRate
source: New premium
chs: 新奖励
et: Uus preemia
ro: Prima noua

# NewRevenue
source: New arrival
chs: 新人员到了
et: Uus saabumine
lt: Naujos įplaukos
ro: O intrare noua

# NewTransfer
source: New relocation
et: Uus liikumine
ro: Un transfer nou

source: No
chs: 没有
et: ei
lt: Ne
ro: Nu

# NoAddedPosition
source: no added items
chs: 无添加位置
et: pole lisatud positsioone
lt: nėra pridėtų pozicijų
ro: nu sunt pozitii adaugate

# NoCallCenterFound
source: Operating call-center not found
chs: 找不到开放的call center
et: Ei leidnud avatud kasutajatugi
ro: Nu a fost gasit un call-center deschis

# NotApplicable
source: non-applicable
chs: 不适用
et: Ei ole kasutusel
lt: netaikoma
ro: nu se aplica

# NothingFound
source: Nothing was found
chs: 找不到
et: Ei ole leitud
ro: Nu a fost gasit nimic

# NovicesLabel
source: Trainees
chs: 实习生
et: Koolitatavad
lt: Stažuotojai
ro: Stagiari

# NumDay1
source: day
chs: 白天
et: päev
lt: день
ro: zi

# NumDay2
source: days
chs: 下午
et: päeva
lt: dienos
ro: zile

# NumDay3
source: days
chs: 几天
et: Päevi
lt: dienų
ro: zile

# NumMonth1
source: month
chs: 月
et: kuu
lt: mėn.
ro: luna

# NumMonth2
source: month
chs: 月
et: kuu
lt: mėn.
ro: luni

# NumMonth3
source: month
chs: 月
et: kuu
lt: mėn.
ro: luni

# NumYear1
source: year
chs: 年
et: aasta
lt: metai
ro: an

# NumYear2
source: years
chs: 年
et: aasta
lt: metai
ro: ani

# NumYear3
source: years
chs: 多少年
et: aastaid
lt: metai
ro: ani

# OfficeManagerRoleText
source: Division administrator
chs: 分区管理人
et: Администратор подразделения
lt: Padalinio administratorius
ro: Administrator unitate

# OperationalStatistics
source: Summary
chs: 主报告
et: Kokkuvõte
ro: Statistici operationale

# OperationalStatistics2WeekAgo
source: 2 weeks ago
chs: 两周以前
et: 2 nädalat tagasi
lt: Prieš 2 savaites
ro: Acum 2 saptamani

# OperationalStatisticsAssemblyTable
source: Filling
chs: 馅子
et: Täitmine
lt: Įdarymas
ro: Ingredientare

# OperationalStatisticsAveragePreparationOrdersTime
source: Average order preparation time
chs: 准备订单平均时间
et: Среднее время приготовления заказов
lt: Vidutinis užsakymo pagaminimo laikas
ro: Timp mediu de preparare a comenzilor

# OperationalStatisticsCertificates
source: Certificates
chs: 证书
et: Sertifikaadid
lt: Sertifikatai
ro: Certificate

# OperationalStatisticsCompositeProductsTable
source: Snacks
chs: 小吃
et: Suupisted
lt: Užkandžiai
ro: Gustari

# OperationalStatisticsCountPizzasAndComposite
source: pizzas and snacks
chs: 披萨和小吃:
et: Pitsaid ja suupisteid
lt: Picų ir užkandžių
ro: Pizza si gustari

# OperationalStatisticsCountPizzasAndCompositeOnEmployee
source: Number of pizzas and snacks per person per hour
chs: 一人需要披萨及小吃/小时
et: Pitsade ja suupistete kogus inimese kohta tunnis
lt: Picų ir užkandžių kiekis žmogui per valandą
ro: Numar pizza si gustari per persoana pe ora

# OperationalStatisticsCountPizzasOnEmployee
source: Number of pizzas per person per hour
chs: 一人的披萨/小时
et: Pitsade kogus inimese kohta tunnis
lt: Picų kiekis žmogui per valandą
ro: Numar pizze per persoana pe ora

# OperationalStatisticsCountPizzasOnEmployeeShort
source: Pizzas per person per hour
chs: 一小时个人的比赛
et: Pitsaid inimese kohta tunnis
lt: Picų žmogui per valandą
ro: Pizza per persoana pe ora

# OperationalStatisticsCouriersCountAndInQueue
source: Drivers in total/ waiting
chs: 外卖员总数/等待人数
et: Kullerid kokku / järjekorras
lt: Kurjeriai iš viso / eilėje
ro: Curieri in total / in coada

# OperationalStatisticsCulture
source: en-EN
chs: ru-RU
et: et-EE
lt: lt-LT
ro: ro-RO

# OperationalStatisticsDate
source: Date
chs: 日期
et: Kuupäev
lt: Data
ro: Data

# OperationalStatisticsDelayedProducts
source: Deferred
et: Edasilükkatud
ro: Amanat

# OperationalStatisticsDelivery
source: Delivery
chs: 外卖
et: Kohaleviimine
lt: Pristatymas
ro: Livrare

# OperationalStatisticsDeliveryAndPickup
source: Delivery and carryout
et: Tarnimine ja järgitulek
ro: Livrare si ridicare

# OperationalStatisticsDeliveryWorkTitle
source: Delivery performance
chs: 送货工作
et: Kohaletoimetamise töö
lt: Pristatymo darbas
ro: Functionarea livrarii

# OperationalStatisticsDontDeliveredOrders
source: Not dispatched orders
chs: 未配送订单数
et: Saatmata tellimused
lt: Neišsiųsti užsakymai
ro: Comenzi neexpediate

# OperationalStatisticsDoughTable
source: Dough
chs: 面
et: Taigen
lt: Tešla
ro: Aluat

# OperationalStatisticsEmployeesOnShiftNow
source: Employees on shift now
chs: 当班人员
et: Töötajaid vahetusel praegu
lt: Šiuo metu darbuotojų pamainoje
ro: Angajati in tura acum

# OperationalStatisticsForCurrentDay
source: Summary for the day
chs: 白天汇报
et: Päeva kokkuvõte
lt: Dienos suvestinė
ro: Raport zilnic

# OperationalStatisticsInProduction
source: In production
et: Töös
ro: In lucru

# OperationalStatisticsInQueue
source: On the waiting list
chs: 等待队列
et: Järjekorras
lt: Eilėje
ro: In coada

# OperationalStatisticsKitchenLoad
source: Line load
chs: 生产线负担
et: Liini töökoormus
lt: Linijos apkrova
ro: Incarcarea liniei

# OperationalStatisticsKitchenPizzaLoad
source: Line load:
et: Liini koormus:
ro: Incarcarea liniei:

# OperationalStatisticsKitchenWork
source: Kitchen performance
chs: 厨房工作
et: Köögi töö
lt: Virtuvės darbas
ro: Functionarea bucatariei

# OperationalStatisticsLastFourWeek
source: Last four weeks
chs: 最后四个星期
et: Viimased neli nädalat
lt: Paskutinės keturios savaitės
ro: Ultimele patru saptamani

# OperationalStatisticsNow
source: Now
chs: 现在
et: Praegu
lt: Dabar
ro: Acum

# OperationalStatisticsOrders
source: Orders
chs: 订单
et: Tellimused
lt: Užsakymai
ro: Comenzi

# OperationalStatisticsOrdersCountOnCourierInHour
source: Orders per driver per hour
chs: 外卖员每人每小时送单量
et: Tellimusi tunnis kullerikohta
lt: Užsakymų kurjeriui per valandą
ro: Comenzi per curier

# OperationalStatisticsOrdersInWork
source: Orders in progress
chs: 生产订单
et: Tellimused tootmises
lt: Gaminami užsakymai
ro: Comenzi in productie

# OperationalStatisticsOrdersInWorkInStationary
source: To restaurant
chs: 往餐厅
et: Restorani
lt: Į restoraną
ro: In restaurant

# OperationalStatisticsOrdersInWorkOnDelivery
source: For delivery
chs: 往送货
et: Kohaletoimetamiseks
lt: Į pristatymą
ro: La livrare

# OperationalStatisticsOrdersInWorkPickup
source: Carryout
chs: 自提
et: Järgitulemine
lt: Išsinešti
ro: Ridicare

# OperationalStatisticsOrdersInWorkTotalCount
source: Orders in total
chs: 一共订单
et: Tellimusi kokku
lt: Iš viso užsakymų
ro: Total comenzi

# OperationalStatisticsOrdersOnDelivery
source: Orders for delivery
chs: 送货订单
et: Tellimusi kohaletoimetamiseks
lt: Užsakymų pristatyti
ro: Comenzi pentru livrare

# OperationalStatisticsPackingTable
source: Packaging
chs: 包装
et: Pakend
lt: Įpakavimas
ro: Ambalare

# OperationalStatisticsProductivity
source: Productivity
chs: 生产率
et: Tootlikkus
lt: Našumas
ro: Productivitate

# OperationalStatisticsProductsInWork
source: Products in progress
chs: 生产用的材料
et: Tooted tootmises
lt: Gaminami produktai
ro: Produse in productie

# OperationalStatisticsRevenue
source: Sales
chs: 收入
et: Läbimüük
lt: Įplauka
ro: Vazari

# OperationalStatisticsRevenueDelivery
source: Delivery
chs: 外卖
et: Kohaleviimine
lt: Pristatymas
ro: Livrare

# OperationalStatisticsRevenueOnEmployee
source: Sales per person per hour
chs: 一个人收入/小时
et: Läbimüük tunnis inimese kohta
lt: Įplauka žmogui per valandą
ro: Vanzari per persoana pe ora

# OperationalStatisticsRevenuePickup
source: Carryout
chs: 自提
et: Järgitulemine
lt: Išsinešti
ro: Ridicare

# OperationalStatisticsRevenueStationary
source: Restaurant
chs: 堂食
et: Restoran
lt: Restoranas

# OperationalStatisticsRevenueTotal
source: Total
chs: 共计
et: Üldine
lt: Bendra

# OperationalStatisticsRevenueWithCurrency
source: Sales, rub.
chs: 收入，卢布
et: Läbimüük, eur.
lt: Įplauka Eur
ro: Vanzari, lei

# OperationalStatisticsStationary
source: Restaurant
chs: 堂食
et: Restoran
lt: Restoranas

# OperationalStatisticsStopSale
source: Stop of sales
chs: 停止销售
et: Müükide seisak
lt: Pardavimo sustabdymas
ro: Stop vanzari

# OperationalStatisticsTimeOutOrdersCount
source: Number of late orders
chs: 过期订单数
et: Hilinenud tellimuste kogus
lt: Pavėluotų užsakymų skaičius
ro: Numar comenzi intarziate

# OperationalStatisticsTimeOutOrdersPercent
source: Proportion of late orders
chs: 超时订单占比:
et: Möödunud kehtivusajaga tellimuste osa
lt: Pavėluotų užsakymų dalis
ro: Procent comenzi intarziate

# OperationalStatisticsTitleOrdersOnDelivery
source: Orders, delivery
chs: 订单（送货）
et: Tellimused, kohaletoimetamine
lt: Užsakymai, pristatymas
ro: Comenzi, restaurant

# OperationalStatisticsTitleOrdersOnStationary
source: Orders, restaurant
chs: 订单（饭馆）
et: Tellimused, restoran
lt: Užsakymai, restoranas
ro: Comenzi, livrare

# OperationalStatisticsTitleOrdersTimeOutPercentage
source: Proportion of late orders
chs: 逾期订单份额
et: Möödunud kehtivusajaga tellimuste osa
lt: Pavėluotų užsakymų dalis
ro: Procent comenzi intarziate

# OperationalStatisticsTitleRevenueOnDelivery
source: Sales, delivery
chs: 销售额 （外卖）
et: Läbimüük, tarne
lt: Įplauka, pristatymas
ro: Incasari, livrare

# OperationalStatisticsTitleRevenueOnStationary
source: Sales, restaurant
chs: 销售额（堂食）
et: Läbimüük, restoran
lt: Įplauka, restoranas
ro: Incasari, restaurant

# OperationalStatisticsTitleRevenueTotal
source: Sales, total
chs: 总销售额
et: Läbimüük, üldine
lt: įplauka, bendra
ro: Incasari, total

# OperationalStatisticsToday
source: Today
chs: 今天
et: Täna
lt: Šiandien
ro: Azi

# OperationalStatisticsTotalRevenueNow
source: Total sales now
chs: 当前总收入
et: Kogu läbimüük hetkel
lt: Bendra įplauka dabar
ro: Incasarile totale acum

# OperationalStatisticsWeekAgo
source: A week ago
chs: 一周前
et: Nädal tagasi
lt: Prieš savaitę
ro: Acum o saptamana

# OperationalStatisticsWeekAgoInCurrentHour
source: This time a week ago
chs: 一周前同期
et: Nädal aega tagasi sellel tunnil
lt: Prieš savaitę šią valandą
ro: Acum o saptamana la aceasta ora

# OperationalStatisticsWeekAgoOnCurrentHour
source: This time a week ago
chs: 一周前同期
et: Nädal aega tagasi selleks tunniks
lt: Prieš savaitę šią valandą
ro: Acum o saptamana la aceasta ora

# OperationalStatisticsYesterday
source: Yesterday
chs: 昨天
et: Eile
lt: Vakar
ro: Ieri

source: Ordered
chs: 找不到开放的call center
et: Tellitud
ro: Comandat

# OrderedCount
source: Quantity ordered
et: Tellitud kogus
ro: Cantitate comandata

# OrdersCountTitle
source: Number of orders
chs: 单子数量
et: Tellimuste arv
ro: Numar comenzi

# OrdersForecastForDay
source: Forecast for the day
chs: 每日预测
et: Päevaprognoos
ro: Prognoza zilnica

# OrdersIncreaseTooltip
source: Orders increase compared to the same week day last year
et: Tellimuste arvu suurenemine võrreldes eelmise aasta sama nädalapäevaga
ro: Cresterea numarului de comenzi raportata la aceeasi zi a saptamanii acum un an

# OrdersOnCourierInHourTooltip
source: How many orders are delivered by one driver per hour
et: Mitu tellimust viib üks kuller tunnis
ro: Cate comenzi pe ora livreaza un curier

source: Orders per trip
et: Sõidu ajal tellimusi
ro: Comenzi per cursa

# Organization
source: Company
chs: 机构
et: Organisatsioon
ro: Societatea

# PackageDamaged
source: Damaged packaging
chs: 包装受损
et: Pakendi kahjustus
lt: Pakuotės pažeidimas
ro: Ambalaj deteriorat

# PenultimateAudit
source: Second most recent inventory
chs: 倒数第二个检查
et: Eelviimane revisjon
lt: Priešpaskutinė revizija
ro: Penultimul inventar

# PeopleAbbr
source: person(s)
chs: 人
et: inim.
lt: žm.
ro: pers.

# PerformanceAlarm
source: productivity below the daily target
chs: 生产量小于当天的目标
et: tulemuslikus on päeva eesmärgist väiksem
ro: productivitatea este inferioara targetului zilei

# PerformanceOk
source: productivity within the daily target
chs: 生产量符合当天的目标
et: tulemuslikus vastab päeva eesmärgile
ro: productivitatea corespunde targetului zilei

# PerformanceYellow
source: productivity twice the daily target
chs: 生产量超过当天的目标两倍
et: tulemuslikus on 2 korda suurem päeva eesmärgist
ro: productivitatea este dubla targetului zilei

# PersonalFoodReportType
source: Staff meals
chs: 人员营养
et: personali toitlustus
lt: personalo maitinimas
ro: alimentare personal

# PhoneNumber
source: Phone
chs: 电话
et: Telefon
ro: Telefon

# PizzasAndSnacksOnEmployeeInHourTooltip
source: How many pizzas and snacks per hour per one kitchen employee
et: Mitu pitsat ja suupisteid tunnis on ühe köögi töötaja peale
ro: Cate pizze si gustari pe ora revine la fiecare angajat bucatarie

# PreviosTwelveMonths
source: Previous 12 months
et: Eelmised 12 kuud
ro: 12 luni anterioare

# PreviousWeek
source: Last week
chs: 一个星期过去
et: Eelmine nädal
lt: Praėjusi savaitė
ro: Saptamana trecuta

# PreviousYear
source: A year ago
chs: 一年前
et: Aasta tagasi
ro: Acum un an

# PriceLabel
source: Price
chs: 价格
et: Hind
lt: Kaina
ro: Pret

# PricePerKillogramm
source: Price per kg
chs: 价格/公斤
et: Hind kg eest
lt: Kilogramo kaina
ro: Pret per kg

# PricePerKillogrammWithoutVAT
source: Price per kg without VAT
chs: 价格/公斤（不含增值税）
et: Hind kg eest ilma KM-ta
lt: Kilogramo kaina be PVM
ro: Pret per kg fara TVA

# PricePerPiece
source: Price per item
chs: 价格/个
et: Ühiku hind
lt: Vieneto kaina
ro: Pret unitar

# PricePerPieceWithoutVAT
source: Price per unit without VAT
chs: 价格/个（不含增加税）
et: Tooteühiku hind ilma KM-ta
lt: Prekės vieneto kaina be PVM
ro: Pret unitar fara TVA

# ProductionSpeedBadColumnTitle
source: Slower
chs: 缓慢
et: Aeglasemalt
lt: Lėčiau
ro: Mai incet

# ProductionSpeedGoodColumnTitle
source: Faster
chs: 加速
et: Kiiremini
lt: Greičiau
ro: Mai repede

# ProductionSpeedHeader
source: Preparation speed
chs: 烹饪速度
et: Valmistamise kiirus
lt: Gaminimo greitis
ro: Timp de pregatire

# ProductionSpeedNormalColumnTitle
source: Requirement
chs: 标准
et: Norm
lt: Norma
ro: Norma

# ProductionSpeedShiftsNames
source: Morning shift, evening shift, Night shift
chs: 早班，晚班， 夜班
et: Hommikune vahetus, Õhtune vahetus, Öine vahetus
lt: Rytinė pamaina, Vakarinė pamaina, Naktinė pamaina
ro: Tura de dimineata,Tura de seara,Tura de noapte

# ProductShort
source: <span class="product-short-label">prod</span>
chs: 产品
et: <span class="product-short-label">toode</span>

source: Received
chs: 接收
et: Saadud
ro: Receptionat

# ReceivedCount
source: Quantity received
chs: 收到的数量
et: Saadud kogus
ro: Cantitate receptionata

source: Removed
chs: 删除成功
et: Kustutatud
ro: Sters

# RemovePeriod
source: Remove
chs: 删除
et: Kustutada
ro: Sterge

# ReportByPeriod
source: period
chs: 阶段
et: Periood
lt: laikotarpis
ro: perioada

# ReportDay
source: by days
chs: 按照天
et: päevade kaupa
lt: dienomis
ro: pe zile

# ReportDayForExcel
source: Consumption for 7 days
chs: 7天内的消耗
et: Kulu 7 päeva järgi
lt: Išlaidos per 7 dienas
ro: Consumul pentru 7 zile

# ReportLabel
source: Report
chs: 报告
et: Aruanne
lt: Ataskaita
ro: Raport

# ReportMonth
source: by months
chs: 按照月
et: kuude kaupa
lt: mėnesiais
ro: pe luni

# ReportMonthForExcel
source: Consumption for 7 months
chs: 7月之内的消耗
et: Kulu 7 kuu järgi
lt: Išlaidos per 7 mėnesius
ro: Consumul pe 7 luni

# ReportPeriodVariant
source: Show consumption:
chs: 显示费用
et: Näidata kulu:
lt: Parodyti išlaidas:
ro: Arata consum

# ReportTypeLabel
source: Select type of consumption
chs: 选费用方式
et: Valige kulu liik.
lt: Pasirinkite išlaidų rūšį
ro: Alegeti tipul consumului

# ReportWeek
source: by weeks
chs: 按照星期
et: nädalate kaupa
lt: savaitėmis
ro: pe saptamani

# ReportWeekForExcel
source: Consumption for 7 weeks
chs: 7星期之内消耗
et: Kulu 7 nädala järgi
lt: Išlaidos per 7 savaites
ro: Consumul pe 7 saptamani

# ReserveFriday
source: Back up, Fri
et: Varu, R
ro: Rezerva, VI

# ReserveMonday
source: Back up, Mon
et: Varu, E
ro: Rezerva, LU

# ReserveSaturday
source: Back up, Sat
et: Varu, L
ro: Rezerva, SA

# ReserveSunday
source: Back up, Sun
et: Varu, P
ro: Rezerva, DU

# ReserveThursday
source: Back up, Thur
et: Varu, N
ro: Rezerva, JO

# ReserveTuesday
source: Back up, Tue
et: Varu, T
ro: Rezerva, MA

# ReserveWednesday
source: Back up, Wed
et: Varu, K
ro: Rezerva, MI

# ReturnToSupplies
source: Back to entering incoming stock
et: Tagasi laekumise sisestamise juurde
ro: Inapoi la introducerea aprovizionarii

# ReturnToTransfers
source: Beck to entering relocations
et: Tagasi liikumiste sisestamise juurde
ro: Inapoi la introducerea transferului

# Revenue
source: Sales
chs: 入
et: Sissetulek
lt: Įplauka
ro: Intrari

# RevenueCurrency
source: Currency
chs: 货币
et: Vastuse variant
lt: Valiuta
ro: Valuta

# RevenueDate
source: Date of receipt
chs: 聘请日期
et: Vastuvõtmise kuupäev
lt: Priėmimo data
ro: Data intrare

# RevenueFrom
source: From (supplier)
chs: 来源 (供应商）
et: Kellelt (tarnija)
lt: Iš ko (tiekėjas)
ro: Furnizor

# RevenueIncreaseTooltip
source: Increase in sales compared to the same week day last year
et: Tulu suurenemine võrreldes eelmise aasta sama nädalapäevaga
ro: Cresterea incasarilor raportata la aceeasi zi a saptamanii acum un an

# RevenueInfo
source: Incoming stock information
chs: 供应信息
et: Info saabumise kohta
lt: Informacija apie įplaukas
ro: Informatii despre incasari

# RevenueOnEmployeeInHourTooltip
source: Sales per one kitchen employee per hour
et: Ühe köögi töötaja tulu tunnis
ro: Cate incasari pe ora revin pe fiecare angajat al bucatariei

# RevenueText
source: /person per hour
et: /inimest tunnis
ro: /pers. pe ora

# RevenueTo
source: Where to (location)
chs: 去处（仓库）
et: Kuhu (ladu)
lt: Kur (sandėlis)
ro: Unde (depozit)
