Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Debiting/Text.*.resx
Languages: chs, et, lt, ro

# FeatureCardFullNamePlaceholder
source: Full name
chs: 姓名，职位
et: nimi, amet
lt: vardas pavardė, pareigos
ro: Nume, post

# FeatureCardHolidayLabel
source: Day off
chs: 休息日
et: Puhkepäev
lt: Poilsio diena
ro: Zi libera

# FeatureCardHolidayOptionText
source: day off
chs: 休息日
et: puhkepäev
lt: poilsio diena
ro: zi libera

# FeatureCardMorningOptionText
source: in the morning - in the afternoon
chs: 早上-下午
et: Hiommikul-päeval
lt: ryte, dieną
ro: dimineata-ziua

# FeatureCardNightOptionText
source: at night
chs: 夜间
et: öösel
lt: naktį
ro: noaptea

# FeatureCardOptionsTitle
source: Can work
chs: 可工作
et: Võivad töötada
lt: Gali dirbti
ro: Pot lucra

# FeatureCardTitle
source: Availability schedule
chs: 能力图
et: Карта возможностей
lt: Galimybių žemėlapis
ro: Harta posibilitatilor

# FeatureCardWorkdayLabel
source: Can work
chs: 可工作
et: Võib töötada
lt: Gali dirbti
ro: Poate lucra

# FederalLevelHoliday
source: National holiday
chs: 国家假日
et: Federaalne püha
ro: Sarbatoare nationala

# FieldIsRequired
source: Field {0} is empty
chs: 不填充{0}字段
et: Väli {0} pole täidetud
ro: Campul {0} nu este completat

# ForecastForSeveralDays
source: Days left with current stock
et: Mitmeks päevaks on jäägist piisav
ro: Pentru cate zile v-a ajunge

# FormationOfOrder
source: Order formation
et: Tellimuse vormistamine
ro: Formare comanda

source: Friday
chs: 星期五
et: Reede
lt: Penktadienis
ro: Vineri

# FridayShort
source: Fri
et: R
ro: Vi

source: from
chs: 从
et: alates
lt: iš
ro: de la

# From2
source: from
chs: 离
et: alates
lt: nuo
ro: de la

source: From (supplier)
chs: 供应商
et: Kellelt (tarnija)
lt: Iš ko (tiekėjas)
ro: De la cine (furnizor)

# GenericReportType
source: all types
chs: 所有类别
et: Kõik liigid
lt: visos rūšys
ro: toate tipurile

# Goods
source: Product
chs: 产品
et: Kaup
lt: Prekė
ro: Produse

# GoodsProduct
source: Good/product
chs: 商品/产品
et: Kaup/toode
lt: Prekė / produktas
ro: Bunuri/produse

# Grivna
source: hryvna
chs: 赫夫纳
et: Grivna
lt: Euras
ro: Гривна

# GuiltyPerson
source: Human factor
chs: 人为原因
et: Süüdiolev isik
lt: Kaltas asmuo
ro: Persoana vinovata

# HiringReportAdaptationColumnTitle
source: Orientation index
chs: 适应系数
et: Adaptatsiooni koefitsient
lt: Adaptacijos koeficientas
ro: Coeficient de adaptare

# HiringReportAwayColumnTitle
source: Turnover coefficient
chs: 流动系数
et: Voolavuse koefitsient
lt: Einamasis koeficientas
ro: Coeficient rotatie personal

# HiringReportBuildLink
source: Show
chs: 作出
et: Ehitada
lt: Sukurti
ro: Afiseaza

# HiringReportChooseDateLabel
source: Date
chs: 日期
et: Kuupäev
lt: Data
ro: Data

# HiringReportChooseUnitLabel
source: Select unit
chs: 请选部门
et: Valige osakond
lt: Pasirinkite skyrių
ro: Alegeti locatia

# HiringReportExcelExportLink
source: Export in spreadsheet
chs: 出口到Excel
et: Eksport Excel'isse
lt: Eksportavimas į Excel'į
ro: Export in Excel

# HiringReportFactColumnTitle
source: Actual number of employees
chs: 人员实际数量
et: Tegelik töötajate arv
lt: Faktinis darbuotojų skaičius
ro: Numar real de angajati

# HiringReportHiredColumnTitle
source: Received
chs: 来了
et: Saabus
lt: Gauta
ro: Angajati

# HiringReportMonthColumnTitle
source: Month
chs: 月
et: Kuu
lt: Mėnuo
ro: Luna

# HiringReportTerminatedColumnTitle
source: Terminated employment
chs: 离职
et: Vallandatud
lt: Atleistieji
ro: Concediati

# HiringReportWorkedLessThanMonthColumnTitle
source: Employed for less than a month
chs: 雇佣时间少于1个月
et: Töötasid vähem, kui kuu aega
lt: Išdirbo mažiau negu mėnesį
ro: Au lucrat sub o luna

source: hour
chs: 小时
et: tund
ro: ora

# HourAbbr
source: h.
chs: 小时
et: t.
lt: val.
ro: ora

# Html_ListenDodoFm
source: LISTEN TO<br>DODOFM.RU
chs: 听dodo广播
et: KUULA<br>DODOFM
lt: KLAUSYK<br>DODOFM.COM
ro: ASCULTA<br>DODOFM.RO

# Incoming
source: Receipts
chs: 入库
et: Saabumised
lt: Pajamos
ro: Intrari

# InputSupplyComposition
source: Enter content of incoming stock
chs: 输入供应的成分
et: Täitke tuleku koostis
ro: Completati compozitia aprovizionarii

source: Invoice date
chs: 运单日期
et: Saatekirja kuupäev
lt: Važtaraščio data
ro: Data factura

# InvoiceDate_error
source: Enter receipt date
et: Lisaga saatelehe kuupäev
ro: Completati data facturii

# InvoiceNumber
source: Invoice #
chs: 运单№
et: Saatelehe №
lt: Važtaraščio Nr.
ro: Nr. factura

# InvoiceNumber_error
source: Fill out receipt form
et: Lisage saatelehe nr
ro: Introduceri Nr. Facturii

# IsTransactionCompleted
source: Payment status
chs: 付款现状
et: Maksestaatus
lt: Apmokėjimo statusas
ro: Stare plata

# JQGridPageCaption
source: Page
chs: 页
et: lk
lt: Psl.
ro: Pag.

# JQGridPageFromCaption
source: out of
chs: 离
et: kust?
lt: iš
ro: din

# JQGridViewCaption
source: View
chs: 浏览
et: Vaade
lt: Peržiūra
ro: Vizualizare

source: Kitchen
chs: 厨房
et: Köök
ro: Bucatarie

# KitchenLabel
source: Kitchen
chs: 厨房
et: Köök
lt: Virtuvė
ro: Bucatarie

# LabourCostTooltip
source: Kitchen staff payments % to total sales
et: Töötaja töötasu ja tulu suhe
ro: Raportul salariilor personalului din bucatarie la total vanzari

# LastRevision
source: Most recent inventory
chs: 最后调整
et: Viimane revisjon
lt: Paskutinė revizija
ro: Ultimul inventar

# LastTwelveMonths
source: Last 12 months
et: Viimased 12 kuud
ro: Ultimele 12 luni

# Loading
source: Load
chs: 加载
et: laadimine
lt: įkėlimas
ro: incarcare

# LossesAndExceesMenuItem
source: Losses and surplus
chs: 损失/过量
et: kaod/Ülejääk
lt: Praradimai / Nuostolis
ro: Pierderi si surplus

# LoyaltyAnaliticsChartDate
source: Launch date
chs: 发动日期
et: Käivitamise kuupäev
lt: Paleidimo pradžia
ro: Data pornire

# LoyaltyAnaliticsChartDateDay
source: 21st of January 2015
chs: 2015年1月21日
et: 21 jaanuar 2015
lt: 2015 m. sausio 21 d.
ro: 21 ianuarie 2015

# LoyaltyAnaliticsChartDesc
source: Loyalty program statistics v2
et: Boonusprogrammi statistika v2
ro: Statistici ale sistemului de bonusare v2

# LoyaltyAnaliticsSystem
source: Loyalty program
et: Boonusprogramm
ro: Sistem de bonusare

# LoyaltyAnalyticsCoverage
source: Audience reach
chs: 观众覆盖范围
et: Sihtrühma haare
lt: Auditorijos aprėptis
ro: Acoperirea auditoriului

# LoyaltyAnalyticsDodollarSpending
source: Dodo-rubles spent
chs: 花了dodo卢布
et: Kulutatud dodo-raha
lt: Išleista DODO eurų
ro: Dodolei consumati

# LoyaltyAnalyticsDynamicOnInvitations
source: Dynamics of invites
chs: 邀请动态
et: Kutse dünaamika
lt: Pakvietimo dinamika
ro: Dinamica invitatiilor

# LoyaltyAnalyticsDynamicOnInvitationsComment
source: This table shows new clients referred by the customer in your region per specified period.
chs: 本格式指出在您地区邀请的客户
et: Antud tabelis tuuakse Kliendid, kes on registreerunud Kliendi kutsel Teie regioonis antud perioodi vältel.
lt: Šioje lentelėje rodomi Klientai, užregistruoti pagal Kliento pakvietimą jūsų regione nurodytu periodu.
ro: In tabel sunt indicati Clientii, inregistrati din invitatia Clientului din regiunea Dvs. Pentru perioada indicata.

# LoyaltyAnalyticsInvitedClientsCount
source: New customers generated through referral program
chs: 使用CL吸引新客户
et: Uusi kliente meelitatud SL abiga
lt: Pritraukta naujų klientų per LS
ro: Clienti noi atrasi prin SL

# LoyaltyAnalyticsLastMonthNewClientsCount
source: Month
chs: 月
et: Kuu
lt: Mėnuo
ro: Luna

# LoyaltyAnalyticsLastWeekNewClientsCount
source: Week
chs: 星期
et: Nädal
lt: Savaitė
ro: Saptamana

# LoyaltyAnalyticsProfit
source: Referrals' orders
chs: 推荐人订单
et: Suunatus tellimused
lt: Referalų užsakymai
ro: Comenzile refferalilor

# LoyaltyAnalyticsTheySelfClientsCount
source: New customers generated not through referral program.
chs: 不用SL吸引新客户
et: Uusi kliente meelitatud ilma SL
lt: Pritraukta naujų klientų be LS
ro: Clienti noi atrasi fara SL

# LoyaltyAnalyticsTitle
source: Loyalty program
et: Boonusprogramm
ro: Sistem de bonusare

# LoyaltyAnalyticsTodayNewClientsCount
source: Today
chs: 今天
et: Täna
lt: Šiandien
ro: Astazi

# LoyaltyAnalyticsTotalSpending
source: Total sales (roubles+dodo-roubles)
chs: 订单总额（卢布+dodo卢布）
et: Tellimuste summa (eurod + dodo-raha)
lt: Užsakymų suma (eurai + DODO eurai)
ro: Suma comenzii (lei + dodolei)

# LoyaltyAnalyticsWholeNewClientsCount
source: New customers generated per period
chs: 一共新客户
et: Uusi kliente kokku perioodil
lt: Iš viso naujų klientų šiuo periodu
ro: Total clienti noi in perioada

# LoyaltyAnalyticsYesterdayNewClientsCount
source: Yesterday
chs: 昨天
et: Eile
lt: Vakar
ro: Ieri

# LunchSettings
source: Staff meals setup
chs: 午饭设置
et: Lõunade seaded
lt: Pietų nustatymas
ro: Setarile pranzurilor

# ManagerSettingScheduleManagerLabel
source: Schedule manager contacts
chs: 时间表经理联系方式
et: Graafikute mänedžeri kontaktid
lt: Grafikų vadybininko kontaktai
ro: Responsabil cu programul echipei

# ManagerSettingsChoose
source: Select employee
chs: 选择人员
et: Valige töötaja
lt: Pasirinkite darbuotoją
ro: Alegeti angajat

# ManagerSettingsDepartmentDirectorLabel
source: Division director
chs: 区分经理
et: Alajaotuse direktor
lt: Padalinio direktorius
ro: Director subdiviziune

# ManagerSettingsHeader
source: Managers' contact info
chs: 披萨店主人联系方式
et: Pitsarestorani juhatajate kontaktid
lt: Picerijos vadovų kontaktai
ro: Contacte conducatori pizzerie

# ManagerSettingsHint
source: Displayed in employees' personal accounts
chs: 显示人员用户中心
et: Kuvatakse töötajate isiklikkes kabinettides
lt: Pavaizduojama asmeniniuose darbuotojų kabinetuose
ro: Se pot vizualiza in conturile personale ale angajatilor

# ManagerSettingsScheduleManagerLabel
source: Schedule manager contacts
chs: 时间表经理联系方式
et: Graafikute mänedžeri kontaktid
lt: Grafikų vadybininko kontaktai
ro: Responsabil cu programul echipei

# ManagerSettingsUnitDirectorLabel
source: Store manager
chs: 比萨店主任
et: Pitsarestorani juhataja
lt: Picerijos valdytojas
ro: Administrator pizzerie

# ManagersLabel
source: Managers
chs: 经理
et: Mänedžerid
lt: Vadybininkai
ro: Sefi de tura

# MarketingActivities
source: Marketing events
chs: 营销活动
et: Turundusüritused
ro: Activitati de marketing

# MarketingTitle
source: Marketing
chs: 营销
et: Turundus

# MateraialRemainingInfoBlock
source: Data processed as of most recent inventory on
chs: 最后检查的日期_起数据开始算
et: Andmed arvestatakse viimase revisiooni läbiviimise hetkest alates
lt: Duomenys pateikiami nuo paskutinės revizijos atlikimo momento
ro: Datele se afiseaza din momentul ultimului inventar din

# Material
source: Supplies
chs: 原料
et: Tooraine
lt: Žaliavos
ro: Materii prime

# MaterialConsumption
source: Consumption of supplies
chs: 使用原料
et: Tooraine kulutamine
lt: Žaliavų išeiga
ro: Consum materii prime

# MaterialConsumptionFranchiseeFilterByMaterialError
source: More than 15 types of supplies selected
chs: 选了15个种类以上的原料
et: Valitud rohkem, kui 15 tooraine liiki
ro: Au fost selectate mai mult de 15 tipuri de materie prima

# MaterialConsumptionFranchiseeFilterByMaterialMessage
source: Selecting one unit allows to view a consumption report for all supplies. Selecting two or more units allows to view a report for a maximum of 15 entries. The report period must not exceed 35 days.
chs: 当你选一个部门时可以排列出所有条目的原料消耗。如果选择两个或以上的条款，则可以排列出15 个条目。时期应该不超过35天。
et: Ühe allüksuse valimisel saab arvutada kulu kõigi juustu positsioonide järgi. Kui valite kaks või rohkem allüksusi, siis saab arvutada kulu maksimaalselt 15 positsioonide järgi. Periood peab olema mitte suurem, kui 35 päeva.
ro: La selectarea unei unitati este posibila formarea consumului pe toate pozitiile de materie prima. Daca selectati doua sau mai multe unitati, consumul poate fi format pe maxim 15 pozitii. Perioada maxima este 35 de zile.

# MaterialConsumptionFranchiseeFilterByPeriodError
source: Period of over 35 days is selected
chs: 选好的时期35天以上
et: Valitud suurem, kui 35 päeva periood
ro: A fost selectata o perioada mai mare de 35 de zile

# MaterialConsumptionFranchiseeFilterByUnitsError
source: No units selected
chs: 任何部门都没有选择
et: Pole valitud ühtegit allüksust
ro: Nu este selectata nici o unitate

# MaterialConsumptionReportCancelled
source: Cancel
chs: 取消
et: Tühistamine
ro: Anulare

# MaterialConsumptionReportDefect
source: Defective
chs: 瑕疵
et: Praak
ro: Rebut

# MaterialConsumptionReportPersonalFood
source: Staff meals
chs: 员工饮食
et: Personali toit
ro: Alimentatie personal

# MaterialConsumptionReportSales
source: Sales
chs: 销售
et: Müük
ro: Vanzari

# MaterialMeasurements
source: Measurements
chs: 测量
et: Mõõdud
ro: Masuratori

# Materials
source: Supplies
chs: 原料
et: Tooraine
lt: Žaliavos
ro: Materie prima

# MaterialsType
source: Type of supplies
chs: 原料类型
et: Tooraine tüüp
lt: Žaliavos tipas
ro: Tip materie prima

# MaterialTransfer
source: Relocation
chs: 调配
et: Liikumised
ro: Transfer

# MaterialTransferSetup
source: Relocations set-up
et: Liikumiste seadistamine
ro: Setare transferuri

# MaterialTypeTransferReportType
source: relocations
et: liikumised
ro: transferuri

# MaterialTypeTransfer_ReceivingDateIsInvalid
source: Shipping date cennot be after the date received.
et: Vastuvõtu kuupäev ei saa olla mahalaadimise kuupäevast väiksem
ro: Data receptiei nu poate fi anterioara datei de expediere

# MenuAllEmployees
source: All employees
chs: 所有人员
et: Kõik töötajad
lt: Visi darbuotojai
ro: Toti angajatii

# MenuApplicantsInbox
source: Application forms
chs: 申请表
et: Ankeedid
lt: Anketos
ro: Chestionare

# MenuApplicantsStatistic
source: Applications statistics
chs: 工作申请统计
et: Astatistika ankeetide kaupa
lt: Anketų statistika
ro: Statistici aplicatii

# MenuCourierSchedule
source: Drivers' schedule
chs: 外卖员时间表
et: Kullerite graafik
lt: Kurjerių grafikas
ro: Graficul curierilor

# MenuEmployeeBirthdays
source: Birthday
chs: 生日
et: Sünnipäev
lt: Gimtadieniai
ro: ZI de nastere

# MenuEmployeeList
source: Lists of employees
chs: 人员单
et: Töötajate nimekirjad
lt: Darbuotojų sąrašai
ro: Lista angajati

# MenuEmployees
source: Employees
chs: 人员名单
et: Töötajad
lt: Darbuotojai
ro: Angajati

# MenuEmployeeShiftSettings
source: Shift correction
chs: 轮班调整
et: vahetuste redigeerimine
lt: Pamainų koregavimas
ro: Corectarea turelor

# MenuEmployeeStatistics
source: Common information
chs: 基本信息
et: Üldine informatsioon
lt: Bendra informacija
ro: Informatii generale

# MenuEmployeeWorkingHours
source: Work hours
chs: 工作时间
et: Töötunnid
lt: Darbo valandos
ro: Ore de lucru

# MenuExperienceBonusRates
source: Experience premium
chs: 经验奖励
et: Kogemuse (staaži) preemia
ro: Prima de vechime

# MenuExtraTimeReport
source: Extra time
chs: 额外的时间
et: Lisaaeg
lt: Papildomas laikas
ro: Program suplimentar

# MenuFeatureCard
source: Availability schedule
chs: 工作时间计划表
et: Карта возможностей
lt: Galimybių žemėlapis
ro: Harta posibilitatilor

# MenuHiringReport
source: Staff indicators
chs: 人员指标
et: Personali näitajad
lt: Personalo rodikliai
ro: Indicatori personal

# MenuManagerSettings
source: Managers' contacts
chs: 主任联系方式
et: Juhatajate kontaktid
lt: Vadovų kontaktai
ro: Contacte conducatori

# MenuMonthlyStatistics
source: Month
chs: 月分析
et: Kuu
ro: Luna

# MenuOperationalStatistics
source: Day
chs: 日分析
et: Päev
lt: Suvestinė
ro: Statistici operationale

# MenuProductivityNorms
source: Productivity requirements
chs: 生产率标准
et: Tootlikkuse normid
lt: Našumo normos
ro: Нормы производительности

# MenuReports
source: Reports
chs: 报告
et: Aruanded
lt: Ataskaitos
ro: Rapoarte

# MenuReviews
source: Reviews
chs: 评论
et: Tagasiside
lt: Atsiliepimai
ro: Pareri

# MenuSalaryHolidayFactors
source: Calendar of special days
chs: 特殊日历
et: Eriliste päevade kalender
lt: Ypatingų dienų kalendorius
ro: Calendarul zilelor speciale

# MenuSalaryNightFactors
source: Night coefficient
chs: 夜间系数
et: Öine koefitsient
lt: Naktinis koeficientas
ro: Coeficient de noapte

# MenuSalaryPremiums
source: Premiums
chs: 奖金
et: Preemiad
lt: Premijos
ro: Prime

# MenuSalaryRates
source: Employees' salary rates
chs: 人员工资
et: Töötajate tariifid
lt: Darbuotojų tarifai
ro: Salariul angajatilor

# MenuSalaryReport
source: Payroll
chs: 薪水
et: Töötasu
lt: Darbo užmokestis
ro: Salariu

# MenuSalaryReportWithExperienceRates
source: Payments (with experience)
chs: 工资（有经验）
et: Töötasu (kogemusega)
ro: Salariul (inclusiv vechimea)

# MenuSalaryTaxes
source: Tax index
chs: 税率
et: maksukoefitsient
lt: Mokesčių koeficientas
ro: Налоговый коэффициент

# MenuSchedule
source: Schedule
chs: 图标
et: Graafik
lt: Grafikas
ro: Program

# MenuSettings
source: Settings
chs: 设置
et: Seaded
lt: Nustatymai
ro: Setari

# MenuShiftEmployee
source: Employees on shift
chs: 当班人员
et: Töötajad vahetusel
lt: Darbuotojai pamainoje
ro: Angajati in tura

# MenuShiftNorms
source: Summary analysis
chs: 总结分析
et: Kokkuvõtlik analüüs
lt: Suvestinė analizė
ro: Analiza consolidata

# MenuShiftSchedule
source: Schedule
chs: 时间表
et: Graafik
lt: Grafikas
ro: Program

# MenuShiftSettings
source: Shift parameters
chs: 轮班参数
et: vahetuste parameetrid
lt: Pamainos parametrai
ro: Parametri ture

# MenuStaff
source: Staff
chs: 员工
et: Personal
lt: Personalas
ro: Personal

# MenuStocks
source: Stocks
chs: 储量
et: Varud
lt: Atsargos
ro: Stocuri

# MenuTimeReport
source: Actual time
chs: 实际时间
et: Tegelik aeg
lt: Faktinis laikas
ro: Program efectiv

# MenuTitle_Ratings
source: Ratings
chs: 评级
et: Reitingud
lt: Reitingai
ro: Rating-uri

# MenuVacancyList
source: Vacancies
chs: 空缺职位
et: Töökohad
lt: Laisvos vietos
ro: Posturi vacante

# MenuZoneSettings
source: Unit settings
chs: 披萨店设置
et: Pitsarestorani seaded
lt: Picerijos nustatymas
ro: Setare pizzerii

# Menu_AuditedInventory
source: Stock after inventory
chs: 检查剩余
et: Jäägid revisjoni järgi
lt: Revizijos likučiai
ro: Stoc dupa inventar

# Menu_CalculateSMS
source: Payments via SMS
et: Arvestused sms-ga
ro: Rapoarte mesaje SMS

# Menu_Finance
source: Finance
chs: 金融
et: Finantsid
lt: Finansai
ro: Finante

# Menu_FinanceIndicators
source: Indicators
chs: 指标
et: Näitajad
lt: Rodikliai
ro: Indicatori

# Menu_HolidaysAndWeekends
source: Holidays and days off
chs: 节日和休息日
et: Pühad ja puhkepäevad
ro: Sarbatori si zile libere

# Menu_InventoryManagement
source: Inventory Management
chs: 库存核算
et: Arvestus
lt: Apskaita
ro: Evidenta

# Menu_KPI_Productivity
source: Productivity
chs: 生产率
et: Tootlikkus
lt: Našumas
ro: Productivitate

# Menu_MaterialConsumption
source: Consumption of supplies
chs: 原料消耗
et: Tooraine kulu
lt: Žaliavų sąnaudos
ro: Consum materii prime

# Menu_Revenue
source: Sales
chs: 收入
et: Läbimüük
lt: Įplauka
ro: Incasare

# Menu_RevenueInHourOnEmployee
source: Sales per person per hour
chs: 一个人收入/小时
et: Läbimüük tunnis inimese kohta
lt: Įplauka žmogui per valandą
ro: Incasare per persoana pe ora

# Menu_RevisionDashboard
source: Inventory summary
chs: 统计汇报
et: Arvete kokkuvõte
ro: Rezumat inventar

# Menu_ShopWindowPauseStatistic
source: Store display stop
et: Vitriini passiivsus
ro: Inactivitate vitrina

# Menu_Suppliers
source: Suppliers
chs: 供应商
et: Tarnijad
lt: Tiekėjai
ro: Furnizori

# Menu_TargetsOnMonth
source: Targets for the month
chs: 一个月的目标
et: Kuu sihtmärgid
lt: Mėnesio tikslai
ro: Targeturi pe luna

# Menu_TargetsOnYear
source: Targets for the year
chs: 一年的目标
et: Aasta eesmärgid
ro: Targeturi pe an

# Message_AddedDebiting
source: Entry added {0}. Qty: {1}. Reason: {2}.
chs: {0}被添加. 数量：{1}. 原因：{2}
et: Lisatud positsioon {0}. Arv (tk): {1}. Põhjus: {2}.
ro: A fost adaugata pozitia {0}. Cant: {1}. Cauza: {2}.

# Message_AddedSupply
source: Incoming supplies entry has been added.
et: Lisatud tulnud kirje.
lt: Pridėtas gavimo įrašas.
ro: Aprovizionare adaugata

# Message_AddedSupplyComposition
source: Entry added {0} - {1}, amount before VAT - {2}, VAT - {3}, VAT amount - {4}, amount with VAT - {5}, price per unit - {6}, price per 1 kg. - {7}
chs: {0}-{1}供应被添加，不含增值税- {2}的款额, 增值税- {3}, 增值税-{4}, 含增值说的款额-{5}, 单价-{6}, 公斤的价格-{7}
et: Lisatud positsioon {0} - {1}, summa käibemaksuta - {2}, käibemaks - {3}, käibemaksusumma - {4}, summa käibemaksuga - {5}, hind tüki kohta - {6}, kilo hind - {7}
lt: Pridėta pozicija {0} - {1}, suma be PVM - {2}, PVM - {3}, PVM suma - {4}, suma su PVM - {5}, vnt. kaina - {6}, 1 kg kaina - {7}
ro: Afost adaugata pozitia {0} - {1}, suma fara TVA - {2}, TVA - {3}, Suma TVA - {4}, suma cu TVA - {5}, pret unitar - {6}, pret per 1 kg - {7}

# Message_CantLoadChart
source: Sorry, the schedule is temporarily unavailable
chs: 抱歉，工作进度表暂时不可用
et: Vabandage, graafik on ajutiselt kättesaamatu
ro: Scuze, graficul este momentan indisponibil

# Message_Comment
source: Comments: {0}.
chs: 评论：{0}
et: Kommantaar: {0}.
ro: Comentariu: {0}.

# Message_DebitingComment
source: Comments: before - {0}, now - {1}.
chs: 评论：以前 {0}, 现在{1}
et: Kommantaar: oli {0}, on {1}."
ro: Comentariu: a fost {0}, a devenit {1}."

# Message_DebitingReason
source: Reason: before {0}, now {1}.
chs: 原因：本来{0},现在{1}
et: Põhjus: был {0}, стал {1}.
ro: Cauza: a fost {0}, a devenit {1}.

# Message_DeletedSupplyComposition
source: Entry removed {0} - {1}, amount before VAT, VAT amount - {3}, amount with VAT - {4}, price per unit - {5}, price per 1 kg - {6}
et: Kustutatud positsioon {0} - {1}, summa käibemaksuta - {2}, käibemaksusumma - {3}, summa käibemaksuga - {4}, ühikuhind - {5}, kilohind - {6}
lt: Pašalinta pozicija {0} - {1}, suma be PVM - {2}, PVM suma - {3}, suma su PVM - {4}, vnt. kaina {5}, 1 kg kaina - {6}
ro: A fost stearsa pozitia {0} - {1}, suma fara TVA - {2}, Suma TVA - {3}, suma cu TVA - {4}, pret unitar {5}, pret per 1 kg - {6}

# Message_EditedDebiting
source: Entry has been changed {0}.
chs: 勾销改变{0}
et: Positsioon muudetud {0}.
ro: A fost modificata pozitia {0}.

# Message_EnterVacancyFields
source: Fill out the form
chs: 请先填写表格内容
et: Täitke töökoha väli
lt: Užpildykite laisvos vietos laukus
ro: Completati campurile aplicatiei

# Message_InvalidIntervals
source: Options haven't been saved, periods less than 4 hours have been selected
chs: 未保存操作，最低可选时长为4小时
et: Võimalused ei olnud salvestatud, valitud on alla 4-tunnised perioodid.
lt: Galimybės nebuvo išsaugotos, pasirinkti trumpesni negu 4 valandų laikotarpiai.
ro: Posibilitatile nu au fost salvate, au fost selectate perioade sub 4 ore.

# Message_NotChoosedAnyUnit
source: You haven't specified any stores
chs: 您没有指出任何披萨店
et: Te ei ole valinud ühtegi pitsarestorani.
lt: Jūs nenurodėte nė vienos picerijos.
ro: Nu ati indicat nici o pizzerie.

# Message_RemovedDebiting
source: Entry {0} has been deleted. Quantity: {1}. Reason: {2}
chs: {0}删除. 数量：{1}. 原因{2}
et: Eemaldatud positsioon {0} Arv (tk): {1}. Põhjus: {2}.
ro: A fost stearsa pozitia {0}. Cant {1}. Cauza: {2}.

# Message_SupplyChangeCostPerKgForMaterialType
source: This material's price per kg has changed
chs: 原料类型一公斤价格改变了
et: Tooraine tüüpide kg hind on muutunud:
ro: Pretul per kg a fost modificat la materia prima:

# Message_SupplyCompositionCount
source: Quantity: before {0}, now {1}.
chs: 以前的数量：{0} 现在 {1}
et: Arv (tk): oli {0}, on {1}.
lt: Kiekis: buvo {0}, yra {1}.
ro: Cant: a fost {0}, a devenit {1}.

# Message_SupplyCompositionPricePerKillogramm
source: Price per 1 kg before - {1}, now - {0}.
et: Kilohind: oli {0}, on {1}.
lt: 1 kg kaina: buvo {0}, yra {1}.
ro: Pret per 1 kg: a fost {0}, a devenit {1}.

# Message_SupplyCompositionPricePerPiece
source: Price per unit: before - {1}, now - {0}.
et: Ühikuhind: oli {0}, on {1}.
lt: Vieneto kaina: buvo {0}, yra {1}.
ro: Pret per buc.: a fost {0}, a devenit {1}.

# Message_SupplyCompositionSaveQuestion
source: Continue?
chs: 继续？
et: Jätkata?
ro: Continuam?

# Message_SupplyCompositionSummaOfVAT
source: VAT amount: before {0}, now {1}.
et: Käibemaksusumma: oli {0}, on {1}.
lt: PVM suma: buvo {0}, yra {1}.
ro: Suma TVA: a fost {0}, a devenit {1}.

# Message_SupplyCompositionSummaWithoutVAT
source: Amount before VAT: before {0}, now {1}.
et: Summa käibemaksuta: oli {0}, on {1}.
lt: Suma be PVM: buvo {0}, yra {1}.
ro: Suma fara TVA: a fost {0}, a devenit {1}.

# Message_SupplyCompositionSummaWithVAT
source: Amount with VAT: before {0}, now {1}.
et: Summa käibemaksuga: oli {0}, on {1}.
lt: Suma su PVM: buvo {0}, yra {1}.
ro: Suma cu TVA: a fost {0}, a devenit {1}.
