Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Debiting/Text.*.resx
Languages: chs, et, lt, ro

source: Accept
chs: 接受
et: Võtta vastu
ro: Accepta

# AccountingPacking
source: Storage units for inventory
et: Taara arvestuseks
ro: Containere pentru gestiune

# ActionLabel
source: Action
chs: 动作
et: Tegevus
lt: Veiksmas
ro: Actiune

source: Active
chs: 有效的
et: Aktiivsed

# AddDebiting
source: Add write-off
chs: 添加注销
et: Lisada mahakandmine
lt: Pridėti nurašymą
ro: Adauga casare

source: Add period
chs: 添加期间
et: Lisada periood
ro: Adauga perioada

# AddPositionMessage
source: To add an item, please enter its name
chs: 为了添加位置，请输入名称
et: Selleks, et valida positsioon, sisestage nimetus
lt: Norėdami pridėti poziciją, įveskite pavadinimą
ro: Pentru a adauga pozitia, introduceti denumirea

# AddTransfer
source: Add
et: Lisa liikumine
ro: Adauga

# Adoption
source: Receipt
et: Vastuvõtmine
ro: Receptie

# AllLabel
source: All
chs: 全部
et: Kõik
ro: Toate

# AllSuppliersText
source: All suppliers
chs: 所有的供应商
et: Kõik tarnijad
lt: Visi tiekėjai
ro: Toti furnizorii

# AllUnitsText
source: All units
chs: 所有的披萨店
et: Kõik pitsarestoranid
lt: Visos picerijos
ro: Toate pizzeriile

# AlphabetLastLetter
source: Z
chs: Я
et: Mina
lt: Ž

# ApplicantCardAddedLabel
source: Received on
chs: 收货日期
et: Saabumise kuupäev
lt: Įplaukų data
ro: Data receptie

# ApplicantCardAddressLabel
source: Address
chs: 地址
et: Aadress
lt: Adresas
ro: Adresa

# ApplicantCardAgainLabel
source: Repeatedly
chs: 重新
et: koduvalt
lt: pakartotinai
ro: Repetat

# ApplicantCardAnswerLabel
source: Answer
chs: 回答
et: Vasta
lt: Atsakyti
ro: Raspunde

# ApplicantCardCommentLabel
source: Comment
chs: 评论
et: Kommentaar
lt: Komentaras
ro: Comentarii

# ApplicantCardCommentPlaceholder
source: Comment is required
chs: 必须留评论
et: Kommentaar on kohustuslik
lt: Komentaras privalomas
ro: Comentariu obligatoriu

# ApplicantCardDuplicatesLabel
source: Copies
chs: 副本
et: Dublikaadid
lt: Dublikatai
ro: Dublicate

# ApplicantCardFioLabel
source: First and last name
chs: 姓名
et: Nimi
lt: Vardas Pavardė
ro: Nume si prenume

# ApplicantCardHasChildrenLabel
source: Children
chs: 孩子
et: Lapsed
lt: Vaikai
ro: Copii

# ApplicantCardHeader
source: Candidate application form
chs: 应聘人申请表
et: Töökandidaadi ankeet
lt: Kandidato į darbą anketa
ro: Chestionarul candidatului la job

# ApplicantCardHistoryLabel
source: History
chs: 进程
et: Ajalugu
lt: Istorija
ro: Istoria chestionarului

# ApplicantCardHobbyLabel
source: Hobbies
chs: 爱好
et: Hobid
lt: Pomėgiai
ro: Hobby

# ApplicantCardInputCommentText
source: Enter comment here
chs: 请评论
et: Sisestage kommentaar
lt: Įveskite komentarą
ro: Introduceti comentariu

# ApplicantCardLastHistoryLabel
source: Last {0} application-related events
chs: 最后{0}事件
et: Viimased {0} toimingud ankeedis
lt: Paskutiniai {0} įvykiai pagal anketą
ro: Ultimele {0} evenimente ale aplicatiei

# ApplicantCardLink
source: Application form
chs: 申请表
et: Ankeet
lt: Anketa
ro: Chestionarul candidatului

# ApplicantCardMedicalBookLabel
source: Medical certificate
chs: 医疗卡
et: Med. raamat kuni
lt: Medicininė knygelė
ro: Carnet de sanatate

# ApplicantCardOpenDuplicateLabel
source: View
chs: 看
et: Vaata
lt: Žiūrėti
ro: Vizualizeaza

# ApplicantCardPersonalInfoLabel
source: Personal inormation
chs: 死人信息
et: Isiklik informatsioon
lt: Asmeninė informacija
ro: Informatie personala

# ApplicantCardPhoneLabel
source: Telephone
chs: 电话
et: Telefon
lt: Telefonas
ro: Telefon

# ApplicantCardShiftsLabel
source: Shifts
chs: 轮班
et: Vahetused
lt: Pamainos
ro: Ture

# ApplicantCardSmokingLabel
source: Smoking
chs: 吸烟
et: Suitsetamine
lt: Rūkymas
ro: Fumatul

# ApplicantCardSourceDescriptionLabel
source: Source (additional description)
chs: 来源（补充说明）
et: Allikas (liskairjeldus)
lt: Šaltinis (papildomas aprašymas)
ro: Sursa (descriere suplimentara)

# ApplicantCardSourceLabel
source: Source
chs: 来源
et: Allikas
lt: Šaltinis
ro: Sursa

# ApplicantCardStatusLabel
source: Answer option
chs: 回答选择
et: Vastuse variant
lt: Atsakymo variantas
ro: Status apel

# ApplicantCardTimeLabel
source: At what time
chs: 几点
et: Millal
lt: Kelintą
ro: La ora

# ApplicantCardTypeLabel
source: Position
chs: 职位
et: Dollar
lt: Pareigos
ro: Post

# ApplicantCardUnitLabel
source: Store
chs: 比萨饼店
et: Pitsarestoran
lt: Picerija
ro: Pizzeria

# ApplicantCardWhenLabel
source: When
chs: 什么时候
et: Millal
lt: Kada
ro: Data

# ApplicantCardWorkExperienceLabel
source: Work experience
chs: 工作经历
et: Töökogemus
lt: Darbo patirtis
ro: Experienta de lucru

# ApplicantCardWorkInfoLabel
source: Job information
chs: 工作信息
et: Tööinfo
lt: Darbinė informacija
ro: Informatie profesionala

# ApplicantFormAddressLabel
source: Current address
chs: 住所地址
et: Elukoha aadress
lt: Gyvenamosios vietos adresas
ro: Adresa resedinta

# ApplicantFormBirthdayLabel
source: Date of birth
chs: 生日
et: Sünnikuupäev
lt: Gimimo data
ro: Data nasterii

# ApplicantFormFirstNameLabel
source: Name
chs: 名
et: Nimi
lt: Vardas
ro: Prenume

# ApplicantFormHasChildrenLabel
source: Do you have children?
chs: 有孩子吗？
et: On lapsi?
lt: Ar turite vaikų?
ro: Aveti copii?

# ApplicantFormHeader
source: Application form
chs: 申请表
et: Ankeedi loomine
lt: Anketos sukūrimas
ro: Creare chestionar

# ApplicantFormHint
source: Fields with asterisk (*) are required
chs: （*）空间必须填写
et: Tärniga väli (*) on kohustuslik
lt: Žvaigždute (*) pažymėtus laukus užpildyti privaloma.
ro: Campurile cu steluta (*) se completeaza obligatoriu.

# ApplicantFormHobby
source: Hobbies
chs: 爱好
et: Hobid
lt: Pomėgiai
ro: Hobby

# ApplicantFormHobbyPlaceholder
source: Tell us about your interests
chs: 请介绍一下你们的爱好
et: Rääkige meile oma huvidest
lt: Papasakokite mums apie savo pomėgius
ro: Расскажите нам о ваших интересах

# ApplicantFormLastNameLabel
source: Last name
chs: 姓
et: Perekonnanimi
lt: Pavardė
ro: Numele

# ApplicantFormMedicalBookLabel
source: Do you have a valid medical certificate?
chs: 有医疗卡吗？
et: On olemas kehtiv tervisetõend?
lt: Ar turite galiojančią medicininę knygelę?
ro: Aveti carnet de sanatate valabil?

# ApplicantFormPersonalInfoLabel
source: Personal inormation
chs: 死人信息
et: Isiklik informatsioon
lt: Asmeninė informacija
ro: Informatie personala

# ApplicantFormPhoneLabel
source: Telephone
chs: 电话
et: Telefon
lt: Telefonas
ro: Telefon

# ApplicantFormPleaseSelect
source: Select…
chs: 选择
et: Valida ...
lt: Pasirinkti...
ro: Alegeţi …

# ApplicantFormShiftLabel
source: Work hours
chs: 工作时间
et: Tööaeg
lt: Darbo laikas
ro: Programul de lucru

# ApplicantFormSmokingLabel
source: Smoking?
chs: 吸烟？
et: Suitsetamine?
lt: Rūkymas?
ro: Fumatul?

# ApplicantFormSourceLabel
source: I heard about Dodo Pizza
chs: 从哪听说DODO披萨
et: Dodo Pizza'st sain teada
lt: Apie „Dodo Pizza“ sužinojote
ro: Am aflat despre Dodo Pizza

# ApplicantFormTypeLabel
source: I want to work
chs: 我想工作
et: Tahan töötada
lt: Noriu dirbti
ro: Vreau sa lucrez

# ApplicantFormUnitLabel
source: Store
chs: 比萨饼店
et: Pitsarestoran
lt: Picerija
ro: Pizzeria

# ApplicantFormWorkExperience
source: Work experience
chs: 工作经历
et: Töökogemus
lt: Darbo patirtis
ro: Experienta de lucru

# ApplicantFormWorkExperiencePlaceholder
source: if you have work experience, please, tell us.
chs: 如果您已经有工作经历请介绍一下
et: Kui teil on juba töökogemus, rääkige sellest meile.
lt: Jeigu jau turite darbo patirties, papasakokite mums.
ro: Daca aveti experienta de lucru, povestiti-ne.

# ApplicantFormWorkInfoLabel
source: Job information
chs: 工作信息
et: Tööinfo
lt: Darbinė informacija
ro: Informatie profesionala

# ApplicantInboxStatusLabel
source: Status
chs: 状态
et: Staatus
lt: Statusas
ro: Stare

# ApplicantInboxUnitColumn
source: Store
chs: 比萨饼店
et: Pitsarestoran
lt: Picerija
ro: Pizzeria

# ApplicantInboxVacanciesLabel
source: Vacancies
chs: 空缺
et: Töökohad
lt: Darbo vietos
ro: Posturi disponibile

# ApplicantsInboxActualVacanciesLabel
source: Relevant vacancies
chs: 当前实际空缺
et: Aktuaalseid töökohti
lt: Aktualių darbo vietų
ro: Posturi vacante actuale

# ApplicantsInboxAddedDateColumn
source: Received
chs: 接收
et: Saabus
lt: Gauta
ro: Primit

# ApplicantsInboxAgainLabel
source: Repeatedly
chs: 重新
et: Korduvalt
lt: Pakartotinai
ro: Repetat

# ApplicantsInboxAgeColumn
source: Age
chs: 年龄
et: Vanus
lt: Amžius
ro: Varsta

# ApplicantsInboxAllStatusesText
source: All statuses
chs: 所有状态
et: Kõik staatused
lt: Visi statusai
ro: Toate satusurile

# ApplicantsInboxAllTypesText
source: All vacancies
chs: 全部空缺职位
et: Kõik töökohad
lt: Visos darbo vietos
ro: Toate posturile

# ApplicantsInboxAnswerAvgTimeLabel
source: The average speed of answer
chs: 回答平均速度
et: Vastuse keskmine kiirus
lt: Vidutinis atsakymo laikas
ro: Rapiditatea medie de raspuns

# ApplicantsInboxCallTab
source: Call
chs: 打电话
et: helistada
lt: Paskambinti
ro: De contactat

# ApplicantsInboxCommonTab
source: Common
chs: 基本信息
et: Üldine
lt: Bendra
ro: Toate

# ApplicantsInboxDueDateColumn
source: Due date
chs: 时期
et: Tähtaeg
lt: Laikotarpis
ro: Termen

# ApplicantsInboxHideFilter
source: Hide filter
chs: 躲筛选
et: peida filter
lt: paslėpti filtrą
ro: ascunde filtru

# ApplicantsInboxHiredTotal
source: Received
chs: 接收
et: Meeldiv
lt: Priimta
ro: Acceptat

# ApplicantsInboxInterviewTab
source: Interview
chs: 面试
et: Töövestlus
lt: Pokalbis
ro: Interviu

# ApplicantsInboxLastTab
source: Most recent activity
chs: 最后行为
et: Viimased tegevused
lt: Paskutiniai veiksmai
ro: Aplicanti recenti

# ApplicantsInboxLink
source: Application forms
chs: 申请表
et: Ankeedid
lt: Анкеты
ro: Chestionare

# ApplicantsInboxMedicalBookTotal
source: Getting MC
chs: MK做
et: Teeb MK
lt: Gamina MK
ro: Carnet de sanatate in curs

# ApplicantsInboxMonthTotal
source: Application forms per month
chs: 每月申请表
et: Ankeete kuus
lt: Anketų per mėnesį
ro: Chestionare pe luna

# ApplicantsInboxNewLabel
source: New today
chs: 新申请报/今天
et: Uusi täna
lt: Naujų šiandien
ro: Noi astazi

# ApplicantsInboxNewLink
source: New application
chs: 新申请
et: Uus ankeet
lt: Nauja anketa
ro: Chestionar nou

# ApplicantsInboxNonSmokingLabel
source: doesn't smoke
chs: 不吸烟
et: Ei suitseta
lt: Nerūko
ro: Nu fumeaza

# ApplicantsInboxNotAnsweredLabel
source: Unanswered
chs: 没回复
et: Vastuseta
lt: Nėra atsakymo
ro: Fara raspuns

# ApplicantsInboxRejectTotal
source: Rejection
chs: 取消
et: Loobumine
lt: Atsisakymas
ro: Refuz

# ApplicantsInboxReserveTotal
source: Backup personnel
chs: 储备
et: reserv
lt: Rezervas
ro: Rezerva

# ApplicantsInboxSearchTab
source: Search results
chs: 搜索结果
et: Otsingu tulemused
lt: Paieškos rezultatai
ro: Cautare

# ApplicantsInboxSearchText
source: Search by name or telephone number
chs: 姓名，电话搜索
et: Otsing perekonnanime, nime vüi telefoninumbri järgi
lt: Paieška pagal pavardę arba vardą, arba telefono numerį
ro: Cautare dupa nume sau numar de telefon

# ApplicantsInboxShiftFilter
source: Can work
chs: 可以工作
et: Võivad töötada
lt: Gali dirbti
ro: Pot lucra

# ApplicantsInboxShiftsColumn
source: Shifts
chs: 轮班
et: Vahetused
lt: Pamainos
ro: Ture

# ApplicantsInboxShowFilter
source: show filter
chs: 筛选
et: näidata filter
lt: parodyti filtrą
ro: arata filtru

# ApplicantsInboxSmokingColumn
source: Smoking
chs: 吸烟
et: Suitsetamine
lt: Rūkymas
ro: Fumatul

# ApplicantsInboxSmokingLabel
source: Smoker
chs: 吸烟
et: Suitsetab
lt: Rūko
ro: Fumeaza

# ApplicantsInboxStatusColumn
source: Status
chs: 状态
et: Staatus
lt: Statusas

# ApplicantsInboxTypeColumn
source: Position
chs: 职位
et: Amet
lt: Pareigos
ro: Post

# ApplicantsStatisticRebuild
source: Remake
chs: 改建
et: Liiguta
lt: Perskirstyti
ro: Reformeaza

# AskDeleteDebiting
source: Are you sure you want to delete write-off?
chs: 您确定想删除勾销？
et: Kas tõesti soovite eemaldada mahakandmised?
ro: Sigur doriti sa stergeti casarea?

# AskDeleteSupply
source: Are you sure you want to delete incoming stock?
chs: 您确定想删除供应？
et: Kas olete kindel, et soovite kustutada tarnet?
ro: Sigur doriti sa stergeti aprovizionarea?

# AverageCheckTitle
source: Average check
chs: 平均发票
et: Keskmine tšekk
ro: Bonul mediu

source: Average consumption
et: Keskmine kulu
ro: Consumul mediu

source: Back
et: Tagasi
ro: Inapoi

# BasicInformationLabel
source: General information
chs: 基本信息
et: Üldinformatsioon
lt: Pagrindinė informacija
ro: Informatii de baza

# BeforeYesterday
source: the day before yesterday
chs: 前天
et: üleeile
lt: užvakar
ro: alaltaieri

# Build
source: Show
chs: 建造
et: Ehitama
ro: Formeaza

# ByDays
source: By day
chs: 日间
et: Päevade kaupa
ro: Pe zile

source: Cancel
chs: 取消
et: Tühistada
lt: Atšaukti
ro: Anuleaza

# CanceledReportType
source: order cancelation
chs: 订单取消
et: tellimuse tühistus
lt: užsakymo atšaukimas
ro: anulare comanda

source: Cancel order
et: Tühistada tellimus
ro: Anuleaza comanda

source: Cancel transaction
chs: 取消交易
et: Tühistada tehing
lt: Atšaukti operaciją
ro: Anulare tranzactie

# CashierLabel
source: POS station
chs: 收银台
et: Kassa
lt: Kasa
ro: Casa

source: Category
chs: 级别
et: Kategooria
ro: Categorie

# CertificatesForExpressPizzeriaTooltip
source: Given out certificates and % of late orders
et: Väljaantud sertifikaatide kogus ja aegunud pitsade osa
ro: Numarul certificatelor date si procentul pizzelor intarziate

# CertificatesTooltip
source: Given out certificates and % of late delivery orders
et: Väljaantud sertifikaatide kogus ja tarnimiseks aegunud tellimuste osa
ro: Numarul certificatelor date si procentul pizzelor intarziate la livrare

# Choose
source: Select…
chs: 选择
et: Valige...
lt: Pasirinkite...
ro: Alegeti...

# ChooseSupplierLabel
source: Select supplier
chs: 选择供应商
et: Valige tarnija
lt: Pasirinkite tiekėją
ro: Alegeti furnizor

# ClientDatabaseStructureNumberOrders
source: Structure of customer database by number of orders
et: Kliendi baasi struktuur tellimuste kogusele
ro: Structura bazei de clienti dupa numarul de comenzi

# ClientDatabaseStructureNumberOrdersDesc
source: In the table, all customers that were active during the period are are grouped by number of orders. Gray marks a group's share in total quantity of active customers.
et: Kõik aktiivsed perioodi eest kliendid on jägatud gruppidesse vastavalt sellele, kui palju tellimusi on nad teinud. Hallivärviga on tähistatud gruppi osa kogu aktiivsete klientide hulgas perioodi eest.
ro: Toti clientii activi in perioada indicata sunt divizati in tabel pe grupuri in functie de cate comenzi au facut. Cu gri este indicat cuantumul grupului din totalul clientilor activi pentru aceasta perioada.

# ClientDatabaseStructureTitle
source: Customer database structure
chs: 客户数据库的结构
et: Kliendibaasi struktuur
ro: Structura bazei de clienti

# ClientDatabaseStructureTitleNew
source: New customer base structure
et: Kliendibaasi uus struktuur
ro: Structura noua a bazei de clienti

# ClientHistoryTitle
source: Customer history
et: Kliendi ajalugu
ro: Istoricul clientului

# ClientOrdersTitle
source: Customer's orders
et: Kliendi tellimused
ro: Comenzile clientului

# ComeBack
source: Return
chs: 返回
et: Mine tagasi
ro: Inapoi

source: Comment
chs: 评论
et: Kommentaar
lt: Komentaras
ro: Comentariu

# CommentPlaceholder
source: Comment
chs: 评论
et: Kommentaar
lt: Komentarai
ro: Comentarii

# CommercialInvoiceDate
source: Shipping date
chs: 供应商发票
et: Arve kuupäev
lt: Sąskaitos faktūros data
ro: Data facturii proforme

# CommercialInvoiceNumber
source: Shipping list #
chs: 供应商发票№
et: Arve №
lt: sąskaitos faktūros Nr.
ro: Nr. factura proforma

# ComparingToDayTooltip
source: Compared to {0:ddd}, {0:dd MMM yyyy}
et: Võrreldes {0:ddd}, {0:dd MMM yyyy}
ro: Comparativ cu {0:ddd}, {0:dd MMM yyyy}

# ComparingToPeriodTooltip
source: Compared to period {0:dd MMM yyyy} - {1:dd MMM yyyy}
et: Võrreldes perioodiga {0:dd MMM yyyy} - {1:dd MMM yyyy}
ro: Comparativ cu perioada {0:dd MMM yyyy} - {1:dd MMM yyyy}

# ConfirmMaterialTypeTransferWithOrderedAndShippedDiscrepancies
source: Shipped amount doesn't match ordered amount. Continue?
et: Mahalaetud kogus erineb tellitud kogusest. Kas jätkame?
ro: Cantitatea expediata si cea comandata difera. Continuam?

# ConfirmMaterialTypeTransferWithShippedAndReceivedDiscrepancies
source: Received amount doesn't match shipped amount. Continue?
et: Saadud kogus erineb maha laetust. Kas jätkata?
ro: Cantitatea expediata si cea receptionata difera. Continuam?

# Confirm_YouCandEditRequest
source: You will not be a ble to edit application after sending. Send application?
et: Te ei saa muuta taotlust peale saatmist
ro: Nu veti putea edita cererea dupa trimitere. Trimitem?

# ConsumptionQC
source: Call-Center cost
chs: KK费用
et: Kulu KK järgi
lt: Išlaidos pagal IK
ro: Consum pentru CC

# Corruption
source: Product spoilage
chs: 食物损坏
et: Mädanemine (hallitumine)
lt: Puvimas (pelijimas)
ro: Putrezire (mucegai)

# CostAndUCMenuItem
source: COGS and UnitCost
chs: 成本及单价
et: Omahind ja UnitCost
ro: Sinecost si UnitCost

# Count
source: Amount
chs: 数量
et: Kogus
lt: Kiekis
ro: Cantitate

# CountAcronim
source: Number
chs: 数量
et: Kogus
lt: Kiekis
ro: Cantitate

# CountLabel
source: Qty
chs: 数量
et: Kogus
lt: Kiekis
ro: Cant.

# Couriers
source: Drivers
chs: 外卖员
et: Kullerid
ro: Curieri

# CouriersLabel
source: Drivers
chs: 外卖员
et: kullerid
lt: Kurjeriai
ro: Curieri

source: Current
chs: 当前
et: Jooksev
lt: Einamoji
ro: Curenta

source: Current balance
chs: 当前余额
et: Jooksev jääk
lt: Einamasis likutis
ro: Stoc curent

# CurrentDayPlaceholder
source: press to select
chs: 请按选择
et: klikkige valimiseks
lt: paspauskite, kad pasirinktumėte
ro: apasati pentru a selecta

# CurrentWeek
source: This week
chs: 本周
et: Jooksev nädal
lt: Ši savaitė
ro: Aceasta saptamana

# DateFrom
source: from
chs: 从
et: c
lt: nuo
ro: c

# DateTo
source: till
chs: 到
et: kuni
lt: iki
ro: по

source: Day off
chs: 休息日
et: Puhkepäev
ro: Zi libera

# DayOfWeekLabel
source: Select date
chs: 选日期
et: Valige kuupäev
lt: Pasirinkite datą
ro: Alegeti data

# Debiting
source: Write-offs
chs: 损耗
et: Mahakandmine
lt: Nurašymai
ro: Casari

# DebitingDateFilter
source: Write-off of supplies on
chs: 原料注销日期
et: Tooraine mahakandmine kellelt:
lt: Žaliavos nurašymai nuo
ro: Casare materie prima de la

# DebitingMaterial
source: Written-off supplies
chs: 注销产品
et: Mahakantud tooraine
lt: Nurašytos žaliavos
ro: Materie prima casata

# DebitingMaterialLabel
source: Write-off supplies
chs: 勾销原料
et: Tooraine mahakandmine
lt: Žaliavos nurašymas
ro: Casare materii prime

# DebitingPizzeria
source: Store/stock
chs: 披萨店/仓库
et: Pitsarestoran/ladu
lt: Picerija / sandėlis
ro: Pizzerie/depozit

# DebitingReason
source: Reasons for writing-off
chs: 注销原因
et: Mahakandmise põhjus
lt: Nurašymo priežastis
ro: Cauza casare

# DebitingTime
source: Write-off date
chs: 注销日期
et: Mahakandmise kuupäev
lt: Nurašymo data
ro: Data casare

# DebitingWhoDebited
source: Who performed write-off
chs: 注销人员
et: Kes kandis maha
lt: Kas nurašė
ro: A casat

# Default_Day_Select
source: day of the week
chs: 星期几
et: nädalapäev
lt: savaitės diena
ro: zi a saptamanii

# Defect
source: Defective product
chs: 残次品
et: Praak
lt: Brokas
ro: Rebut

# DefectReportType
source: defective product
chs: 残次品
et: Praak
lt: brokas
ro: rebut

source: Delete
chs: 删除
et: Kustuta
ro: Sterge

source: Delete shift
chs: 删除工作班
et: Kustutada vahetus
ro: Sterge tura

# DeliveryDate
source: Supply date
et: Tarnekuupäev
ro: Data livrarii

# DepartmentLevelHoliday
source: Department holiday
et: Osakonna pidu
ro: Sarbatoare departament

# DeprecatedBrowserMessage
source: Sorry, your browser is outdated. Please, update your browser or download another one.
chs: 不好意思，您的浏览器过时了。请更新您的浏览器或下载另外一个。
et: vabandame, aga teie brauser on aegunud. Palun uuendage oma brauser või laadige alla uus.
lt: Apgailestaujame, bet jūsų naršyklė paseno. Prašome atnaujinti savo naršyklę arba atsisiųsti kitą.
ro: Ne pare rau dar browserul Dvs. este invechit. Va rugam actualizati-l sau descarcati altul.

# DeselectAllLabel
source: Clear
chs: 删除
et: Puhastama
lt: Išvalyti
ro: Deselecteaza

# Difference
source: Discrepancy
chs: 差异
et: Lahknevus
lt: nesutapimas
ro: Diferenta

# EffectiveFrom
source: Effective date
chs: 开始使用
et: Tevevuse algus
ro: Inceput actiune

# EffectivePeriod
source: Validity period
et: Tegevuse periood
ro: Perioada actiune

# EfficiencyPercentage
source: Schedule efficiency
chs: 进度表效率
et: Graafiku effektiivsus
ro: Eficienta graficului

# EmployeeCategoryCashier
source: Cashier
chs: 收银员
et: Kassapidaja
lt: Kasininkas
ro: Casier

# EmployeeCategoryDateWith
source: Date from
chs: 日期从
et: Kuupäev alates
lt: Data nuo
ro: Din data

# EmployeeCategoryInstructor
source: Instructor
chs: 教练
et: Instruktor
lt: Instruktorius

# EmployeeCategoryManager
source: Manager
chs: 经理
et: Mänedžer
lt: Vadybininkas
ro: Sef tura

# EmployeeCategoryNewAddedFailedBeginDate
source: New category starting date is not specified or has incorrect format
chs: 格式没定或不准确
et: Uue kategooria alustamise kuupäev pole määratud või on vales formaadis
lt: Nenurodyta naujos kategorijos galiojimo pradžios data arba neteisingas jos formatas
ro: Nu este indicata actiunea categoriei, sau are un format gresit

# EmployeeCategoryNewAddedNotLargerCurrentDate
source: Starting date of new category cannot be later than current date
chs: 新类别开始日期不能超过当前的日期
et: Uue kategooria kehtivuse kuupäev ei saa olla kehtiva kategooria kehtivuse kuupäevast suurem
lt: Naujos kategorijos galiojimo pradžios data negali būti didesnė negu einamoji data
ro: Data inceputului actiunii noii categorii nu poate fi mai mare decat data curenta

# EmployeeCategoryNotSelected
source: Employee's category isn't specified
chs: 人员类别没指出
et: Töötaja kategooria ei ole määratud
lt: Nenurodyta darbuotojo kategorija
ro: Nu este indicata categoria angajatului

# EmployeeCategoryPizzmaker
source: Pizzamaker
chs: 披萨麦克
et: Pitsategija
lt: Picos kepėjas

# EmployeeCategoryTrainee
source: Trainee
chs: 实习生
et: Koolitatav
lt: Stažuotojas
ro: Cursant

source: Employee comment:
et: Töötaja kommentaar:
ro: Comentarii ale angajatului:

# EmployeeCouriersDynamicsAwayColumn
source: Drivers turnover
chs: 外卖员流动率
et: Kullerite rutiin
lt: Kurjerių apyvarta
ro: Fluiditate curieri

# EmployeeDateTimeCulture
source: en
chs: ru-RU
et: et-EE
lt: lt-LT
ro: ro-RO

# EmployeeDynamicsAdaptationColumn
source: Orientation
chs: 本土化
et: Adaptatsioon
lt: Adaptacija
ro: Adaptare

# EmployeeDynamicsAdaptationColumnInfo
source: Proportion of newly hired employees
chs: 刚被招聘的员工和当前工作的员工比率
et: Uute töötajate suhtlemine praeguste töötajatega
ro: Raport persoane angajate la totalul angajatilor

# EmployeeDynamicsAwayOnMonth
source: Monthly turnover
chs: 月员工流失率
et: Kuukäive
ro: Rotatia de personal lunara

# EmployeeDynamicsAwayOnMonthInfo
source: Ratio of employment terminations this month to current employees
chs: 当月离职员工和当前员工总数比例
et: Kuu joksul vallandatud töötajate suhtlemine praeguste töötajatega
ro: Raportul concediatilor in luna curenta la totalul angajatilor

# EmployeeDynamicsAwayOnYear
source: Employee turnover per year
chs: 年员工流失率
et: Aastakäive
ro: Rotatia de personal anuala

# EmployeeDynamicsAwayOnYearInfo
source: Ratio of employment terminations YTD to current employees
chs: 自年初起离职员工和当前员工总数比例
et: Aasta alguses vallandatud töötajate suhtlemine praeguste töötajatega
ro: Raportul concediatilor de la inceputul anului la totalul angajatilor

# EmployeeDynamicsFeedbackColumn
source: Reviews<br/>anonymous/ identified
chs: 意见
et: tagasiside<br/>anonüümne / personaalselt
lt: Atsiliepimai<br/>anonimiškai / asmeniškai
ro: Feedback-uri<br/>anonime / personale

# EmployeeDynamicsHeader
source: Staff turnover
chs: 员工流失率
et: Koosseisu dünaamika
lt: Etatų dinamika
ro: Dinamica statului

# EmployeeDynamicsHiredColumn
source: Hired
chs: 接收
et: Saabus
lt: Gauta
ro: Sosit

# EmployeeDynamicsMonthColumn
source: Month
chs: 月
et: Kuu
lt: Mėnuo
ro: Luna

# EmployeeDynamicsTerminatedColumn
source: Terminated employment
chs: 离职
et: Vallandatud
lt: Atleista
ro: Concediat

# EmployeeDynamicsWorkedLessThanMonthColumn
source: Employed for less than a month
chs: 雇佣时间少于1个月
et: Töötasid vähem, kui kuu aega
lt: Išdirbo mažiau negu mėnesį
ro: Au lucrat sub o luna

# EmployeeEditAbsenceTypeLabel
source: Reason
chs: 原因
et: Põhjus
lt: Priežastis
ro: Cauza
