Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Debiting/Text.*.resx
Languages: chs, et, lt, ro

# RevenueTotal
source: Amount
chs: 总金额
et: Summa
lt: Suma
ro: Suma

# RevenueUser
source: Received by
chs: 收货人
et: Kes võttis vastu
lt: Kas priėmė
ro: A primit

# RevenueWhoTook
source: Received by
chs: 收货人
et: Kes võttis vastu
lt: Kas priėmė
ro: Receptionat de

# Revision
source: Inventory
chs: 检查
et: Revisioon
lt: Revizija
ro: Inventar

# RevisionNotExecuted
source: No inventories were performed during this period
chs: 这段时间内没有检查
et: Revisjoni antud perioodil ei teostatud
lt: Šiuo laikotarpiu revizija nebuvo atliekama
ro: Inventar in perioada indicata nu sa efectuat

# RevisionNotExecutedYet
source: Inventory has not been done yet
chs: 还没有检查
et: Revisjon pole veel teostatud
lt: Revizija dar nebuvo atlikta
ro: Inventarul nu a fost efectuat

# RevisionSettings
source: Inventory setup
chs: 检查设置
et: Revisjoni seaded
lt: Revizijos nustatymas
ro: Setari inventar

source: Romanian leu
chs: 罗马尼亚列伊
et: Rumeenia leu
lt: Euras
ro: Leu romanesc

# Ruble
source: Rouble
chs: 卢布
et: Rubla
lt: Eur
ro: Rubla

# SalesReportType
source: sales
chs: 销售
et: müügid
lt: pardavimas
ro: vanzari

source: Saturday
chs: 星期六
et: Laupäev
lt: Šeštadienis
ro: Sambata

# SaturdayShort
source: Sat
et: L
ro: Sa

source: Save
chs: 保存
et: Salvestada
lt: Išsaugoti
ro: Salveaza

source: Save and exit
chs: 保存并退出
et: Salvestada ja väljuda
lt: Išsaugoti ir išeiti
ro: Salveaza si iesi

source: Save and send
chs: 保存并发送
et: Salvesta ja saada
ro: Salveaza si trimite

# ScheduleAbsenceLabel
source: Absent
chs: 缺席
et: Puudub
lt: Nėra
ro: Отсутствует

# ScheduleActionsLink
source: actions
chs: 动作
et: tegevused
lt: veiksmai
ro: actiuni

# ScheduleAddItemLink
source: into schedule
chs: 表格上
et: graafikusse
lt: į grafiką
ro: in program

# ScheduleAllEmployeeTypesLabel
source: All jobs
chs: 所有职位
et: Kõik ametikohad
lt: Visos pareigybės
ro: Toate posturile

# ScheduleAvailableTitle
source: Available
chs: 可安排
et: Kättesaadavad
lt: Galimi
ro: Disponibili

# ScheduleCategoryLabel
source: Hourly rate
chs: 工资
et: Tariif
lt: Tarifas
ro: Categorie

# ScheduleChangeCategoryHeader
source: Select temporary category of employee
chs: 选过渡人员类别
et: Valige töötaja ajakategooria
lt: Pasirinkite laikiną darbuotojo kategoriją
ro: Alegeti categoria temporara a angajatului

# ScheduleChangeCategoryNoneLabel
source: Don't change category
chs: 不换人员类别
et: Mitte muuta kategooriat
lt: Nekeisti kategorijos
ro: Nu schimba categoria

# ScheduleCommentAddLabel
source: Add comment
chs: 添加评论
et: + Lisada kommentaar
lt: + Pridėti komentarą
ro: Comentarii

# ScheduleCommentLabel
source: Comment
chs: 评论
et: Kommentaar
lt: Komentaras
ro: Comentarii

# ScheduleDaySwticher
source: Day
chs: 一天
et: Päev
lt: Diena
ro: Zi

# ScheduleDeleteLink
source: Remove from schedule
chs: 从图表清除
et: Eemaldada graafikust
lt: Pašalinti iš grafiko
ro: Sterge din grafic

# ScheduleDescription
source: Tool for scheduling shifts
chs: 做工作进度表的工具
et: Vahetuse töögraafiku koostamise instrument.
lt: Pamainos darbo grafiko sudarymo instrumentai.
ro: Instrument pentru formarea graficului de lucru al turei.

# ScheduleEveningLabel
source: Evening
chs: 晚上
et: Õhtu
lt: Vakaras
ro: Seara

# ScheduleFoundLabel
source: Found
chs: 找到
et: Leitud
lt: Rasta
ro: Sa gasit

# ScheduleHeader
source: Shift schedule
chs: 轮班进度表
et: Vahetuse graafik
lt: Pamainos grafikas
ro: Program tura

# ScheduleHint
source: Set the time in the schedule to see lists of available employees
chs: 点击查看当前可工作的员工名单
et: Määrake aeg graafikus, et näha saadavate töötajate nimekiri
lt: Nustatykite laiką grafike, kad pamatytumėte galimų darbuotojų sąrašus.
ro: Indicati timpul in grafic pentru a vedea angajatii disponibili

# ScheduleHolidayTitle
source: Day off
chs: 休息日
et: Puhkepäev
lt: Poilsio diena
ro: Zi libera

# ScheduleHoursLabel
source: employed for
chs: 作满
et: töötatud
lt: išdirbta
ro: lucrate

# ScheduleHoursSortLabel
source: Worked hours
chs: 工作时长
et: Töötatud tunde
lt: Išdirbta valandų
ro: ore lucrate

# ScheduleLastShiftLabel
source: last shift
chs: 最后班
et: viimane vahetus
lt: paskutinė pamaina
ro: ultima tura

# ScheduleMorningLabel
source: Morning
chs: 早上
et: Hommik
lt: Rytas
ro: Dimineata

# ScheduleMoveLink
source: Move
chs: 移动
et: Liiguta
lt: Perkelti
ro: Muta

# ScheduleNameSortLabel
source: Last name
chs: 姓
et: Perekonnanimi
lt: Pavardė
ro: Nume de familie

# ScheduleNightLabel
source: Night
chs: 夜间
et: Öö
lt: Naktis
ro: Noapte

# ScheduleOtherTitle
source: The rest
chs: 其余
et: Teised
lt: Kiti
ro: Celelalte

# SchedulePizzeriaOption
source: Store
chs: 比萨饼店
et: Pitsarestoran
lt: Picerija
ro: Pizzeria

# ScheduleProductivityFact
source: Productivity, actual
chs: 产能（实际）
et: Tootm. Fakt
lt: Našumas, fakt.
ro: Productivitate, reala

# ScheduleProductivityForecast
source: Productivity, forecasted
chs: 产能（预测）
et: Tootm. prognoos
lt: Našumas, progn.
ro: Productivitate, prognoza

# ScheduleRecommendedTitle
source: Recommended
chs: 推荐
et: Soovitatavad
lt: Rekomenduojami
ro: Recomandari

# ScheduleRemoveItemLink
source: Remove from schedule
chs: 清除从进度表
et: Eemaldada graafikust
lt: Pašalinti iš grafiko
ro: Sterge din program

# ScheduleSearchAllLink
source: Search in all units
chs: 在所有比萨店搜索
et: Otsida
lt: Ieškoti visose picerijose
ro: Cauta in toate pizzeriile

# ScheduleSearchPlaceholder
source: last name
chs: 姓
et: perekonnanimi
lt: Pavardė
ro: Nume de familie

# ScheduleSearchText
source: Search by last name
chs: 姓名搜索
et: Otsing perekonnanime järgi
lt: Paieška pagal pavardę
ro: Cautare dupa nume

# ScheduleShift8Option
source: 8-hour shift
chs: 8个小时班次
et: 8-tunnine vahetus
lt: 8 valandų pamaina
ro: tura 8 ore

# ScheduleShiftCountWarning
source: The employee has {0} shifts a day
chs: 人员一天有{0}班次
et: Töötajal {0} on vahetused ühel päeval
lt: Darbuotojo {0} pamainų per vieną dieną
ro: Angajatul {0} are turele in aceeasi zi

# ScheduleShiftError
source: Changes can't be saved. The employee already has a shift from {0} to {1} in unit {2} at station {3}.
chs: 无法保存更改。人员已经有班次从{0}到{1}在{2}部门{3}站
et: Pole võimalik salvestada muudatusi.Töötajal on juba vahetus alates {0} kuni {1} osakonnas {2} jaamas {3}.
lt: Neįmanoma išsaugoti pakeitimo. Darbuotojui jau priskirta pamaina nuo {0} iki {1} stoties {2} skyriuje {3}.
ro: Imposibil de salvat modificarile. Angajatul are deja tura de la {0} pana la {1} in unitateul {2} la statia {3}.

# ScheduleShiftLengthWarning
source: Employee has a {0} hour shift
chs: 人员班次{0}小时
et: Töötajal on vahetuse pikkus {0} tundi
lt: Darbuotojo pamaina trunka {0} valandų
ro: Tura angajatului este de {0} ore.

# ScheduleShiftSortLabel
source: Last shift
chs: 最后班次
et: Viimane vahetus
lt: Paskutinė pamaina
ro: Ultima tura

# ScheduleTableTitle
source: In the schedule
chs: 在进度表里
et: Graafikus
lt: Grafike
ro: In program

# ScheduleTodayText
source: today
chs: 今天
et: täna
lt: šiandien
ro: azi

# ScheduleUnknownError
source: Could not save changes. An unknown error occurred.
chs: 无法保存更改不知错误发生
et: Pole võimalik salvestada muudatusi. Tekkis tundmatu viga.
lt: Negalima išsaugoti pakeitimų. Įvyko nežinoma klaida.
ro: Imposibil de salvat modificarile. S-a produs o eroare necunoscuta.

# ScheduleWeekSwitcher
source: Week
chs: 星期六
et: Nädal
lt: Savaitė
ro: Saptamana

# ScheduleZoneLabel
source: MetroStation
chs: 站
et: Jaam
lt: Stotis
ro: Statii

# SelectAllLabel
source: Select all
chs: 选所有的
et: Valida kõik
lt: Pasirinkti viską
ro: Selecteaza toate

# SelectAvailableView
source: select required view
chs: 选合适的样子
et: Valige vajalik liik
lt: pasirinkite reikiamą vaizdą
ro: выберите нужный вид

source: select date
chs: 选日期
et: valige kuupäev
lt: pasirinkite datą
ro: alegeti data

source: Selected
et: Valitud
ro: Selectat

# SelectOrganizations
source: Select company
chs: 请选组织
et: Valige organisatsioon
lt: Pasirinkite organizaciją
ro: Alegeti organizatia

source: select period
chs: 选阶段
et: Valige periood
lt: Pasirinkite periodą
ro: Alegeti perioada

# SelectPeriodEndDate
source: Select the end period date
et: Valige lõppperioodi kuupäev
ro: Alege data sfarsitului perioadei

# SelectPeriodStartDate
source: Select the start period date
et: Valige algusperioodi kuupäev
ro: Alege data inceputului perioadei

# SelectReasonLabel
source: Selet reason for write-off
chs: 请选勾销的原因
et: Valige mahakandmise põhjus
lt: Pasirinkite nurašymo priežastį
ro: Selectati cauza

# SelectUnitLabel
source: Select unit
chs: 请选部门
et: Valige osakond
lt: Pasirinkite skyrių
ro: Selectati pizzeria

source: Send
et: Saada
ro: Trimite

# Send_Duplicate[1]
source: Send
et: Saata
ro: Trimite

# SetTarget
source: set
et: määrata
ro: seteaza

# ShiftDay
source: day
chs: 天
et: päev
lt: diena
ro: zi

# ShiftEmployeeAwayText
source: away
chs: 离开
et: läks ära
lt: išėjo
ro: plecat

# ShiftEmployeeCategoryColumnTitle
source: Category
chs: 分类
et: Kategooria
lt: Kategorija
ro: Categorie

# ShiftEmployeeCountLabel
source: Now on shift
chs: 正在工作
et: Praegu vahetusel
lt: Dabar pamainoje
ro: Acum in tura

# ShiftEmployeeFullNameColumnTitle
source: First and last name
chs: 姓名
et: Nimi
lt: Vardas Pavardė
ro: Nume si prenume

# ShiftEmployeeShiftText
source: on the shift
chs: 正在工作
et: vahetusel
lt: pamainoje
ro: in tura

# ShiftEmployeeStatusColumnTitle
source: Status
chs: 状态
et: Staatus
lt: Statusas
ro: Stare

# ShiftEmployeeTimeColumnTitle
source: Shift time
chs: 班次时间
et: Vahetuse aeg
lt: Pamainos laikas
ro: Timpul turei

# ShiftEmployeeTodayAwayTitle
source: Left today
chs: 今天离职
et: Läksid ära täna
lt: Išėjo šiandien
ro: Au plecat azi

# ShiftEmployeeTodayShiftTitle
source: On shift
chs: 正在工作
et: Vahetusel
lt: Pamainoje
ro: In tura

# ShiftEmployeeYesterdayAwayTitle
source: Left yesterday
chs: 昨天离职
et: Läksid ära eile
lt: Išėjo vakar
ro: Au plecat ieri

# ShiftEvening
source: evening
chs: 晚上
et: õhtu
lt: vakaras
ro: seara

# ShiftMorning
source: morning-day
chs: 早上-下午
et: Hommik-päev
lt: rytas, diena
ro: dimineata-zi

# ShiftNight
source: Night
chs: 夜间
et: öö
lt: naktis
ro: noapte

# ShiftNormsCashierLabel
source: POS station
chs: 收银台
et: kassa
lt: kasa
ro: casierie

# ShiftNormsChooseDateLabel
source: Select date
chs: 选日期
et: Valige kuupäev
lt: Pasirinkite datą
ro: Alegeti data

# ShiftNormsCleaningLabel
source: sanitation
chs: 清洁度
et: puhtus
lt: švara
ro: curatenie

# ShiftNormsCouriersLabel
source: drivers
chs: 外卖员
et: kullerid
lt: kurjeriai
ro: curieri

# ShiftNormsDay0Label
source: Non-standard day
chs: 非典型的天
et: Mittetüüpiline päev
lt: Netipinė diena
ro: Zi atipica

# ShiftNormsDeliveryLabel
source: delivery
chs: 快递
et: kohaleviimine
lt: pristatymas
ro: livrare

# ShiftNormsExcelExportLink
source: Export inspreadsheet
chs: 往Excel出口
et: Eksport Excel'isse
lt: Eksportavimas į Excel'į
ro: Export in Excel

# ShiftNormsFillTableLink
source: Fill out the table
chs: 填写表格
et: Täidke tabel
lt: Užpildyti lentelę
ro: Completati tabelul

# ShiftNormsHeader
source: Shift number
chs: 班次标准
et: Vahetuse normid
lt: Pamainos normos
ro: Normele turei

# ShiftNormsKitchenLabel
source: kitchen
chs: 厨房
et: köök
lt: virtuvė
ro: bucatarie

# ShiftNormsLastChangedLabel
source: Most recent modification
chs: 最近修改
et: Viimane muudatus
lt: Paskutinis pakeitimas
ro: Ultima modificare

# ShiftNormsLastChangedNoneLabel
source: no
chs: 否
et: ei
lt: nėra
ro: nu

# ShiftNormsManagersLabel
source: managers
chs: 经理
et: mänedžerid
lt: vadybininkai
ro: sefi tura

# ShiftNormsNormLabel
source: Requirement
chs: 标准
et: Norm
lt: Norma
ro: Norma

# ShiftNormsNormsLabel
source: Requirements
chs: 标准
et: Normid
lt: Normos
ro: Norme

# ShiftNormsNovicesLabel
source: trainees
chs: 实习生
et: koolitatavad
lt: stažuotojai
ro: cursanti

# ShiftNormsProductivityColumnTitle
source: Productivity
chs: 生产率
et: Tootmine
lt: Našumas
ro: Productiv.

# ShiftNormsProductivityLabel
source: Productivity
chs: 生产量
et: Tootlikkus
lt: Našumas
ro: Productivitate

# ShiftNormsRecommendedColumnTitle
source: Recommended
chs: 推荐
et: Soovitatav
lt: Rekomend.
ro: Recomand.

# ShiftNormsSalesForecastColumnTitle
source: Sales forecast
chs: 销售预测
et: Müükide prognoos
lt: Pardavimo prognozė
ro: Prognoza vanzari

# ShiftNormsSaveLink
source: Save changes
chs: 保存更改
et: Salvestada muudatused
lt: Išsaugoti pakeitimus
ro: Salvati modificarile

# ShiftNormsTimeColumnTitle
source: Time
chs: 时间
et: Aeg
lt: Laikas
ro: Ora

# ShiftSettingsHeader
source: Shifts parameters
chs: 班次参数
et: Vahetuste parameetrid
lt: Pamainos parametrai
ro: Parametri ture

# ShiftSettingsNoNightShift
source: No night shift
chs: 没有夜班
et: Pole öist vahetust
lt: Nėra naktinės pamainos
ro: Nu este tura de noapte

# ShiftSettingsShiftOverlapError
source: Shifts can't overlap
chs: 班次不会交叉
et: Vahetused ei tohi kattuda
lt: Pamainos negali kirstis
ro: Turele nu se pot intersecta

# ShiftSettingsTotalTimeError
source: Total time can't be over 24 hours
chs: 总时长不应超24小时
et: Summaarne aeg ei saa olla üle 24 tunni
lt: Suminis laikas negali būti ilgesnis negu 24 valandos
ro: Timpul cumulat nu poate fi mai mare de 24 de ore

# Shipment
source: Shipping
et: Mahalaadimine
ro: Livrare

# ShippedCount
source: Quantity shipped
et: Mahalaetud kogus
ro: Cantitate livrata

source: Shipping date
chs: 发货日期
et: Mahalaadimise kuupäev
ro: Data livrarii

# ShortRuble
source: rub.
chs: 元
et: eur

# SpeedTooltip
source: % of products prepared on time
et: Õigeks ajaks valmistatud toodete osa
ro: Procentul produselor pregatite in timp

# StaffLanch
source: Staff meals
chs: 人员吃饭
et: personali toitlustus
lt: Personalo maitinimas
ro: Alimentatie personal

# StaffOverloaded
source: Staff is overloaded
et: Personal on ülekoormatud
ro: Personalul este suprasolicitat

# Station_Backup
source: Backup
chs: 储备
et: Reserv
ro: Rezerva

# Station_Delivery
source: Delivery
chs: 送餐
et: Kohaletoimetamine
ro: Livrare

# Station_Sanitation
source: Sanitation
chs: 清洁度
et: Puhtus
ro: Curatenie

# Station_Trainees
source: Trainees
chs: 实习工
et: Praktikandid
ro: Stagiari

# Station_СashboxAndHoll
source: POS station and dining room
chs: 收银台和餐厅
et: Kassa ja saal
ro: Casierie si sala

# StockBalance
source: Current stock
et: Laojäägid
ro: Stocuri in depozit

# StockBalanceMenuItem
source: Current stock
et: Laojäägid
ro: Stocuri in depozit

# StopSaleTimeTooltip
source: Total duration of complete stops
et: Müügi täispeatumiste kestvus kokku
ro: Durata totala a stop vanzarilor

# Substation_Line
source: Line
chs: 热菜区
et: Kuum kauplus
ro: Sectia fierbinte

# Substation_Prep
source: Prep
chs: 冷餐区
et: Külm tsehh
ro: Sectia rece

# Substation_SlicingAndPacking
source: Slicing and packaging
chs: 切菜和分配
et: Lõikamine ja pakkimine
ro: Feliere si ambalare

# Substation_Supplies
source: Supplies
chs: 库存量
et: Varu
ro: Provizii

# Success
source: Done!
chs: 成功！
et: Valmis!
lt: Paruošta!
ro: Gata!

# SummaLabel
source: Amount
chs: 金额
et: Summa
lt: Suma
ro: Suma

# SummaOfVAT
source: Sales Tax, $
chs: 增值税
et: KM summa
lt: PVM suma
ro: Suma TVA

# SummaWithoutVAT
source: Amount without Sales Tax
chs: 总金额（不含税）
et: Summa KM-ta
lt: Suma be PVM
ro: Total fara TVA

# SummaWithVAT
source: Amount with Sales Tax
chs: 总金额（含税）
et: Summa KM-ga
lt: Suma su PVM
ro: Total cu TVA

source: Sunday
chs: 星期天
et: Pühapäev
lt: Sekmadienis
ro: Duminica

# SundayShort
source: Sun
et: P
ro: Du

source: Supplier
chs: 供货者
et: Tarnija
lt: Tiekėjas
ro: Furnizor

# SupplierAddDebt
source: Create
chs: 创造
et: Luua
lt: Sukurti
ro: Creare

# SupplierAddDebtTitle
source: Add amount overdue
chs: 加欠款
et: Lisada võlgnevus
lt: Pridėti įsiskolinimą
ro: Adauga datorie

# SupplierCloseDebt
source: Pay
chs: 清偿
et: Kustutada
lt: Padengti
ro: Stingere

# SupplierConfirmDebtClose
source: Proceed with overdue payment?
chs: 的确清偿欠款吗？
et: Tõepoolest kustutada võlg?
lt: Ar tikrai padengti įsiskolinimą?
ro: Sigur stingeti datoria?

# SupplierDebt
source: Overdue balance
chs: 欠款
et: Võlgnevus
lt: Įsiskolinimas
ro: Datorie

# SupplierListHeader
source: Suppliers
chs: 供应商
et: Tarnijad
lt: Tiekėjai
ro: Furnizori

# SuppliersAndMaterials
source: Suppliers and supplies
chs: 供应商及原料
et: Tarnijad ha tooraine
lt: Tiekėjai ir žaliavos
ro: Furnizorii si materii prime

# Supply
source: Incoming stock
chs: 进货库存
et: Saabumised
lt: Įplaukos
ro: Intrari

# SupplyDebiting
source: Write-offs
chs: 损耗
et: Mahakandmine
lt: Nurašymai
ro: Casari

# SupplyIncoming
source: Receipts
chs: 收入
et: Saabumised
lt: Pajamos
ro: Intrari

# SupplyMaterialLabel
source: Incoming stock
chs: 原料供给
et: Tooraine sissetulek
lt: Žaliavų įplaukos
ro: Receptie marfa

# Supply_MaterialUnavailable
source: Material unavailable at the receiving date is present
et: Laekumise kuupäevaks kättesaamatu materjal
ro: Exista un material indisponibil la data receptiei.

# Supply_TaraUnavailable
source: Container was changed to basic measurement unit
et: Taara on muudetud baas mõõduühikule
ro: Tara a fost modificata cu unitatea de masura de baza

# Table
source: Display
chs: 电子牌
et: Tabel
lt: Švieslentė
ro: Tabel

source: Target
chs: 目标
et: Eesmärk

# TargetNotReached
source: Target not met
et: Eesmärgiks ei jõudnud
ro: Targetul nu a fost atins

# TargetsOnMonthElement_Defect
source: Defective
chs: 疵瑕
et: Praak
lt: Brokas
ro: Rebut

# TargetsOnMonthElement_OrdersOnСourier
source: Orders per driver per hour
chs: 一个送餐员单子/小时
et: Tellimused kullerile tunni kohta
lt: Užsakymų kurjeriui per val.
ro: Comenzi pe curier per ora

# TargetsOnMonthElement_PicesOnPeople
source: Pizzas and snacks per person per hour
chs: 披萨及小吃一个人/小时
et: Pitsa ja suupistete arv inimese kohta tunnis
lt: Picų ir užkandžių žmogui per val.
ro: Pizza si gustari pe angajat per ora

# TargetsOnMonthElement_Piece
source: pc.
chs: 个
et: tk
lt: vnt.
ro: buc.

# TargetsOnMonthElement_PieceManH
source: qty/ per hour
chs: 个/人一个小时
et: tk/ in h
lt: vnt. žmogui per val.
ro: buc/pers. pe ora

# TargetsOnMonthElement_PieceOnСourier
source: qty/dr. per hour
chs: 个/送餐员一个小时
et: tk/kuller h
lt: vnt. kurjeriui per val.
ro: buc/curier pe ora

# TargetsOnMonthElement_RevenueOnPeople
source: Sales per person per hour
chs: 一个人进款/小时
et: Inimese sissetulek tunnis
lt: Įplaukos žmogui per valandą
ro: Incasari pe angajat per ora

# TargetsOnMonthElement_RevenueOnСourier
source: Sales per driver per hour
chs: 销售额/每外卖员每小时
et: Kulleri sissetulek tunnis
lt: Įplaukos žmogui per valandą
ro: Incasari pe curier per ora

# TargetsOnMonthElement_RubManH
source: rub./person-hour
chs: 元/人，每小时
et: eur/ in h
lt: Eur žmogui per val.
ro: lei/pers. pe ora

# TargetsOnMonthElement_Sertificates
source: Certificates
chs: 优惠券
et: Sertifikaadid
lt: Sertifikatai
ro: Certificate

# TargetsOnMonthElement_Speed
source: Speed
chs: 速度
et: Kiirus
lt: Sparta
ro: Viteza

# TargetsOnMonthElement_TengeManH
source: tenge/person hour
et: tenge/inimene tunnis
ro: tenge/pers. pe ora

# TargetsOnMonthElement_TengeManH_Duplicate[1]
source: Tenge/person hour
et: tenge/inimest tunnis
ro: tenge/pers./ora

# TargetsOnMonthElement_ToDefect
source: Write-offs due to defects
chs: 疵瑕勾销
et: Praagi mahakandmine
lt: Broko nurašymas
ro: Casari rebuturi

# TargetsOnMonthElement_UnaccountedLosses
source: Unregistered losses
chs: 没考虑过损失
et: Arvestamata kaotused
lt: Nenumatyti nuostoliai
ro: Pierderi neinregistrate

# TargetsOnYearElement_EmployeeDynamic
source: Turnover (staff)
chs: 流动性
et: Voolavus
ro: Rotatie

source: Template
et: Muster
ro: Sablon

# TemplateCreating
source: Create template
et: Mustri loomine
ro: Creare sablon

source: Thursday
chs: 星期四
et: Neljapäev
lt: Ketvirtadienis
ro: Joi

# ThursdayShort
source: Thur
et: N
ro: Jo

# TimeReportBeginDateColumnTitle
source: Shift start date
chs: 开始班次日期
et: Vahetuse alguse kuupäev
lt: Pamainos pradžios data
ro: Data inceput tura

# TimeReportBeginTimeColumnTitle
source: Shift start time
chs: 开始班次时间
et: Vahetuse alguse aeg
lt: Pamainos pradžios laikas
ro: Ora inceput tura

# TimeReportBuildLink
source: Show
chs: 创造
et: Ehitada
lt: Sukurti
ro: Afiseaza

# TimeReportCategoryColumnTitle
source: Category
chs: 分类
et: Kategooria
lt: Kategorija
ro: Categorie

# TimeReportChooseDateLabel
source: Date
chs: 日期
et: Kuupäev
lt: Data
ro: Data

# TimeReportChooseNameLabel
source: Last name, first name
chs: 姓名
et: Nimi, perekonnanimi
lt: Vardas, pavardė
ro: Nume, prenume

# TimeReportChooseTypeLabel
source: Select types of employees
chs: 请选人员类别
et: Valige töötajate liigid
lt: Pasirinkite darbuotojų tipą
ro: Alegeti tipurile angajatilor

# TimeReportChooseUnitLabel
source: Select unit
chs: 选类别
et: Valige osakond
lt: Pasirinkite skyrių
ro: Alegeti locatia

# TimeReportDayHoursColumnTitle
source: Day
chs: 天
et: Päev
lt: Diena
ro: Zi

# TimeReportDescription
source: Actual worked time for salary calculation
chs: 计算工资的人员实际工作的时间
et: Töötajatega tegelik töötatud aeg töötasu arvutamiseks
lt: Darbuotojų faktiškai dirbtas laikas darbo užmokesčiui apskaičiuoti
ro: Orele faptic lucrate de catre angajati pentru calcularea salariului

# TimeReportEmployeeColumnTitle
source: Last name, first name
chs: 姓名
et: Nimi, perekonnanimi
lt: Vardas, pavardė
ro: Nume, prenume

# TimeReportEndDateColumnTitle
source: Shift end date
chs: 班次结束的日期
et: Vahetuse lõppemise aeg
lt: Pamainos pabaigos data
ro: Data terminare tura

# TimeReportEndTimeColumnTitle
source: Shift end time
chs: 班次结束的时间
et: Vahetuse lõppemise aeg
lt: Pamainos pabaigos laikas
ro: Ora terminare tura

# TimeReportExcelExportLink
source: Export in spreadsheet
chs: 往excel出口
et: Eksport Excel'isse
lt: Eksportavimas į Excel'į
ro: Export in Excel

# TimeReportGroupByEmployee
source: Group by employee
chs: 按人员分类
et: grupeerida töötaja järgi
lt: Grupuoti po darbuotoją
ro: Grupare dupa angajat

# TimeReportHeader
source: Actual time
chs: 实际时间
et: Tegelik aeg
lt: Faktinis laikas
ro: Program efectiv

# TimeReportInvalidTimePeriod
source: Time period shouldn't exceed {0} days
chs: 时间阶段不应超过{0}天
et: Ajaperiood ei tohi ületada {0} päeva
lt: Laiko periodas neturi viršyti {0} dienų
ro: Perioada de timp nu trebuie sa depaseasca {0} zile

# TimeReportNightHoursColumnTitle
source: Night
chs: 夜间
et: Öö
lt: Naktis
ro: Noapte

# TimeReportTypeLabel
source: Type
chs: 类型
et: Tüüp
lt: Tipas
ro: Tip

# TimeReportWarning
source: Too much data found for the specified period. Not all data is displayed. Try to nerrow down report conditions.
chs: 显示不是所有信息，因为指出信息太多。试一试压缩报告条件
et: Näidatud mitte kõik andmed, kuna on leitud liiga palju andmeid antud perioodi jooksul .Proovike kitsendada aruande tingimusi.
lt: parodyti ne visi duomenys, nes rasta per daug duomenų nurodytu periodu. Pabandykite susiaurinti ataskaitos sąlygas.
ro: Nu sunt aratate toate informatiile deoarece au fost gasite prea multe date pentru perioada indicata. Incercati sa specificati conditii mai exacte pentru raport.

# Title
source: Name
et: Nimetus
ro: Denumire

# Title_YouListen
source: YOU ARE LISTENING TO
chs: 你在听
et: SA KUULAD
lt: TU KLAUSAI
ro: ASCULTI

# To
source: till
chs: 之前
et: kuni
lt: į
ro: pana

source: today
chs: 今天
et: täna
lt: šiandien
ro: azi

# ToUnit
source: Where to (location)
chs: 去处（仓库）
et: Kuhu (ladu)
lt: Kur (sandėlis)
ro: Unde (depozit)

# TrainingHistory_BeginDateFailedMessage
source: Effective date of new category must be later than the effective date of previuos category
chs: 新类别开始日期应该比不当以前类别的日期大
et: Uue kategooria kehtivuse kuupäev peab olema eelneva kategooria kehtivuse kuupäevast suurem
lt: Naujos kategorijos galiojimo pradžios data turi būti vėlesnė negu ankstesnė kategorijos galiojimo data
ro: Data inceputului actiunii noii categorii nu poate fi mai mare decat data actiunii categoriei anterioare.

# TrainingHistory_NotDefinedCurrentStage
source: The current training step has not been defined
chs: 当前培训阶段没定
et: Jooksev koolitamise etapp pole määratud
lt: Neapibrėžtas einamasis mokymo etapas
ro: Nu este determinata etapa curenta a trainingului

# TrainingHistory_ValidationRequiredTerminationDate
source: Specify date of employment termination
chs: 确认人员离职日期
et: Märkige töötaja vallandamise kuupäev
lt: Nurodykite darbuotojo atleidimo datą
ro: Indicati data concedierii angajatului

# TransactionCompletedState
source: Completed
chs: 完成
et: Lõpetatud
lt: Baigta
ro: Finalizata
