Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Debiting/Text.*.resx
Languages: chs, et, lt, ro

# EmployeeEditAdditionalPhoneLabel
source: Additional phone number
chs: 备用电话
et: Lisa telefon
lt: Papildomas telefonas
ro: Telefon secundar

# EmployeeEditBarcodeLabel
source: Bar code
chs: 二维码
et: Triipkood
lt: Brūkšninis kodas
ro: Cod de bare

# EmployeeEditBirthdayLabel
source: Date of birth
chs: 出生日期
et: Sünnikuupäev
lt: Gimimo data
ro: Data nasterii

# EmployeeEditCarBrandLabel
source: Model of the vehicle
chs: 汽车牌子
et: Automark
lt: Mašinos markė
ro: Model auto

# EmployeeEditCarColorLabel
source: Colour of the car
chs: 汽车颜色
et: Auto värv
lt: Mašinos spalva
ro: Culoare auto

# EmployeeEditCategoryLabel
source: Category
chs: 分类
et: Kategooria
lt: Kategorija
ro: Categorie

# EmployeeEditCharSuffix
source: symbols
chs: 符号
et: sümboleid
lt: simbolių
ro: simboluri

# EmployeeEditErrorFoundMessage
source: The following errors were found
chs: 发现以下错误
et: Tuvastatud järgmised vead
lt: Rastos šios klaidos
ro: Au fost depistate urmatoarele erori

# EmployeeEditFemaleLabel
source: F
chs: 女
et: N
lt: M

# EmployeeEditFirstNameLabel
source: Name
chs: 姓名
et: Nimi
lt: Vardas
ro: Nume

# EmployeeEditGenderLabel
source: Sex
chs: 性别
et: Sugu
lt: Lytis

# EmployeeEditHeader
source: Edit profile (personal card)
chs: 修改信息
et: Kaardi redigeerimine
lt: Kortelės redagavimas
ro: Editarea cartii

# EmployeeEditHireDateLabel
source: Date of employment
chs: 招聘日期
et: Vastuvõtmise kuupäev
lt: Priėmimo data
ro: Data angajarii

# EmployeeEditHolidaysDatesLabel
source: Vacation period
chs: 假期
et: Puhkuse periood
lt: Atostogų laikotarpis
ro: Perioada concediu

# EmployeeEditHospitalsDatesLabel
source: Sick-leave period
chs: 病假
et: Haiguslehe periood
lt: Ligos laikotarpis
ro: Perioada concediu medical

# EmployeeEditLPhotoLabel
source: Photo
chs: 照片
et: Foto
lt: Nuotrauka
ro: Foto

# EmployeeEditMedicalBookLabel
source: Medical check-up date
chs: 体验卡
et: Tervisekontrolli kuupäev
lt: Med. apžiūros data
ro: Data medicinei muncii

# EmployeeEditMedicalBookShelfLifeLabel
source: Medical certificate till
chs: 医疗卡
et: Med. Raamat kuni
lt: Medicininė knygelė iki
ro: Medicina muncii valabila pana la

# EmployeeEditPatronymicLabel
source: Patronymic
chs: 姓氏
et: Isanimi
lt: Tėvavardis
ro: Patronimic

# EmployeeEditPersonalInfoLabel
source: Personal information
chs: 死人信息
et: Isiklik informatsioon
lt: Asmeninė informacija
ro: Informatii personale

# EmployeeEditPhoneLabel
source: Telephone
chs: 电话
et: Telefon
lt: Telefonas
ro: Telefon

# EmployeeEditPhotoLabel
source: Photo
chs: 照片
et: Foto
lt: Nuotrauka
ro: Fotografie

# EmployeeEditRequiredFieldsMessage
source: Fields with asterisk (*) are required
chs: （*)空间必须填写
et: Tärniga väli (*) on kohustuslik
lt: Žvaigždute (*) pažymėtus laukus užpildyti privaloma.
ro: Campurile marcate cu (*) sunt obligatorii

# EmployeeEditSecondNameLabel
source: Last name
chs: 姓
et: Perekonnanimi
lt: Pavardė
ro: Nume de familie

# EmployeeEditStateDateFromLabel
source: Period
chs: 时期
et: Periood
lt: Laikotarpis
ro: Perioada

# EmployeeEditStateDescriptionLabel
source: Description
chs: 描述
et: Kirjeldus
lt: Aprašymas
ro: Descriere

# EmployeeEditStateTimeFromLabel
source: Time
chs: 时间
et: Aeg
lt: Laikas
ro: Timp

# EmployeeEditStatusLabel
source: Status
chs: 状态
et: Staatus
lt: Statusas
ro: Stare

# EmployeeEditTabNoLabel
source: Personnel number
chs: 工牌号码
et: Töötaja number
lt: Tabelio numeris
ro: Numar de inregistrare

# EmployeeEditTerminationDateLabel
source: Employment termination date
chs: 离职日期
et: Vallandamise kuupäev
lt: Atleidimo data
ro: Data concedierii

# EmployeeEditTerminationReasonLabel
source: Reason for termination
chs: 离职原因
et: Vallandamise põhjus
lt: Atleidimo priežastis
ro: Motive concediere

# EmployeeEditTitle
source: Edit employee
chs: 修改人员
et: Töötaja redigeerimine
lt: Darbuotojo redagavimas
ro: Editare angajat

# EmployeeEditTypeLabel
source: Type
chs: 类别
et: Tüüp
lt: Tipas
ro: Tip

# EmployeeEditUnitLabel
source: Store
chs: 比萨饼店
et: Pitsarestoran
lt: Picerija
ro: Pizzeria

# EmployeeEditWorkInfoLabel
source: Job information
chs: 工作信息
et: Tööinfo
lt: Darbinė informacija
ro: Informatii de lucru

# EmployeeEditYearOfVehicleCarLabel
source: Year manufactured
chs: 汽车出厂日期
et: Auto väljalase aasta
lt: Mašinos pagaminimo metai
ro: Anul de fabricatie al autovehiculului

# EmployeeErrorLoginAlreadyUsed
source: This phone number has already been specifiedd for another employee
chs: 本电话已经被另一个人员使用
et: Antud telefoninumber on juba märgitud teise töötaja jaoks
lt: Šis telefono numeris jau buvo nurodytas kitam darbuotojui
ro: Numarul de telefon respectiv deja a fost indicat de un alt angajat

# EmployeeErrorNoPhoto
source: Employee's photo hasn't been added
chs: 无添加人员的图片
et: Töötaja pilt pole lisatud
lt: Nepridėta darbuotojo nuotrauka
ro: Не добавлена фотография сотрудника

# EmployeeErrorPhoneNumber
source: You need to enter a valid phone number
chs: 需要指出正确电话号码
et: Peab olema märgitud õige telefoninumber
lt: Turi būti nurodytas teisingas telefono numeris
ro: Trebuie indicat numarul de telefon corect

# EmployeeErrorPhoto
source: An error occurred while saving image
chs: 保存照片时发生错误
et: Pildi salvestamisel tekkis viga
lt: Išsaugant nuotrauką įvyko klaida
ro: La salvarea fotografiei sa produs o eroare

# EmployeeErrorPhotoExtension
source: Format of photo must be jpg or png
chs: 照片格式为jpg或png
et: Pildi laiend peab olema jpg või png
lt: Nuotraukos plėtinys turi būti jpg arba png
ro: Extensia fisierului fotografiei trebuie sa fie .jpg sau .png

# EmployeeErrorPhotoHeight
source: Height of photo must be {0} px
chs: 照片高度为{0}像素
et: Pildi kõrgus peab olema täpselt {0} pikslit
lt: Nuotraukos aukštis turi būti lygus {0} piks.
ro: Inaltimea fotografiei nu poate depasi {0} px.

# EmployeeErrorPhotoSize
source: Size of photo cannot exceed {0}Kb
chs: 照片大小不能超过{0}千字节
et: Pildi suurus ei tohi ületada {0} Kb
lt: Nuotraukos dydis neturi viršyti {0} Kb
ro: Dimensiunea fotografiei nu poate depasi {0} Kb

# EmployeeErrorPhotoWidth
source: Width of photo must be {0} px
chs: 照片宽度为{0}像素
et: Foto laius peab olema {0} pikslit
lt: Nuotraukos plotis turi būti lygus {0} piks.
ro: Latimea fotografiei nu poate depasi {0} px.

# EmployeeErrorRole
source: Unknown type of employee has been specified
chs: 制定未知人员的类别
et: Mvalitud on tundmatu töötaja liik
lt: Nurodytas nežinomas darbuotojo tipas
ro: Este indicat un tip de angajat necunoscut

# EmployeeErrorShiftDateFormat
source: Date is incorrect
chs: 输入不准确的日期
et: Sisestatud kuupäev ei ole korrektne
lt: Įvesta neteisinga data
ro: A fost introdusa o data incorecta

# EmployeeErrorShiftEndDate
source: Shift end date must be later than shift start date
chs: 下班日期比上班日期要晚
et: Vahetuse lõppemise aeg peab olema vahetuse alguse ajast suurem
lt: Pamainos pabaigos data turi būti vėlesnė negu pradžios data
ro: Data finalizarii turei trebuie sa fie mai tarzie datei de inceput

# EmployeeErrorShiftTimeFormat
source: Time is incorrect
chs: 输入不准确的时间
et: Sisestatud nimi ei ole korrektne
lt: Įvestas neteisingas laikas
ro: A fost introdus timpul incorect

# EmployeeKitchenDynamicsAwayColumn
source: Kitchen turnover
chs: 厨房流动
et: Köögi rutiin
lt: Virtuvės apyvarta
ro: Fluiditate personal bucatarie

# EmployeeLabel
source: Employee
chs: 员工
et: Töötaja
lt: Darbuotojas
ro: Angajat

# EmployeeListAgeColumnTitle
source: Age
chs: 年龄
et: Vanus
lt: Amžius
ro: Varsta

# EmployeeListBirthdayFemaleLabel
source: was born
chs: 出生
et: sündis
lt: gimė
ro: nasuta

# EmployeeListBirthdayMaleLabel
source: was born
chs: 出生
et: sündis
lt: gimė
ro: nascut

# EmployeeListBirthdaysHeader
source: Birthday today
chs: 今天生日
et: Sünnioev täna
lt: Šiandienos gimtadieniai
ro: Zi de nastere astazi

# EmployeeListEmailLabel
source: email
chs: 邮箱
et: postkast
lt: paštas

# EmployeeListExperienceColumnTitle
source: Experience
chs: 工龄
et: Kogemus
lt: Stažas
ro: Vechime

# EmployeeListHireDate
source: Date received
chs: 招聘日期
et: Tööle asumise kuupäev
lt: Priėmimo į darbą data
ro: Data angajarii

# EmployeeListHiredLabel
source: Employed
chs: 已聘用
et: Töötavad
lt: Dirba
ro: Lucreaza

# EmployeeListLessThanDay
source: Less than a day
chs: 少于一天
et: Vähem, kui päev
lt: Mažiau negu dieną
ro: Sub o zi

# EmployeeListMedicalBookLabel
source: Med.certificate
chs: 医疗卡
et: med. Raamat
lt: med. knygelė
ro: medicina muncii

# EmployeeListMedicalBookName
source: First and last name
chs: 姓名
et: Nimi
lt: Vardas Pavardė
ro: Nume/Prenume

# EmployeeListMedicalBookRemained
source: Left
chs: 留守
et: Jääk
lt: Liko
ro: Au mai ramas

# EmployeeListMedicalBooks
source: Medical certificate
chs: 医疗卡
et: Med. Raamatud
lt: Medicininės knygelės
ro: Medicina muncii

# EmployeeListMedicalBookType
source: Type
chs: 类型
et: Tüüp
lt: Tipas
ro: Tipul

# EmployeeListNameColumnTitle
source: First and last name
chs: 姓名
et: Nimi
lt: Vardas Pavardė
ro: Nume si prenume

# EmployeeListNoBirthdayLabel
source: unknown
chs: 未知
et: teadmata
lt: nežinoma
ro: lipseste

# EmployeeListNoEmailLabel
source: not specified
chs: 未标明
et: pole määratud
lt: nenurodyta
ro: nu este indicat

# EmployeeListNoMedicalBookLabel
source: no
chs: 无
et: ei
lt: ne
ro: nu exista

# EmployeeListNoPhoneNumberLabel
source: not specified
chs: 未标明
et: pole määratud
lt: nenurodytas
ro: nu este indicat

# EmployeeListPhoneNumberLabel
source: telephone
chs: 电话
et: telefon
lt: telefonas
ro: telefon

# EmployeeListStatusLabel
source: status
chs: 状态
et: staatus
lt: statusas
ro: stare

# EmployeeListTabNoLabel
source: personnel number
chs: 工牌号码
et: töötaja number
lt: tabelio numeris
ro: numar de inregistrare

# EmployeeListTerminatedLabel
source: Terminated employment
chs: 离职
et: Vallandatud
lt: Atleisti
ro: Concediati

# EmployeeListTerminationColumnTitle
source: Reason for termination
chs: 离职原因
et: Vallandamise põhjus
lt: Atleidimo priežastis
ro: Причина увольнения

# EmployeeListTitle
source: Lists of employees
chs: 人员单
et: Töötajate nimekirjad
lt: Darbuotojų sąrašai
ro: Liste angajati

# EmployeeListTypeColumnTitle
source: Type
chs: 类别
et: Tüüp
lt: Tipas
ro: Tip

# EmployeeListUnitLabel
source: store
chs: 比萨饼店
et: pitsarestoran
lt: picerija
ro: pizzeria

# EmployeeMedicalBooksExpiredText
source: Expired
chs: 到期
et: Aegunud
lt: Pavėluota
ro: Expirata

# EmployeeMedicalBooksFullNameColumnTitle
source: First and last name
chs: 姓名
et: Nimi
lt: Vardas Pavardė
ro: Nume si prenume

# EmployeeMedicalBooksProlongLink
source: Extend
chs: 延期
et: Pikendada
lt: Pratęsti
ro: Prelungeste

# EmployeeMedicalBooksRemainedColumnTitle
source: Left
chs: 剩余
et: Jääk
lt: Liko
ro: Au ramas

# EmployeeMedicalBooksTypeColumnTitle
source: Position
chs: 剩下
et: Amet
lt: Pareigos
ro: Post

# EmployeeMoodWeekLabel
source: week from {0:dd.MM} to {1:dd:MM}
chs: 星期从{0：dd.MM}到{1：dd.MM}
et: nädal alates {0:dd.MM} kuni {1:dd:MM}
lt: savaitė nuo {0:dd:MM} iki {1:dd:MM}
ro: saptamana din {0:dd.MM} pana in {1:dd:MM}

# EmployeeNewLabel
source: New employee
chs: 新人员
et: Uus töötaja
lt: Naujas darbuotojas
ro: Angajat nou

# EmployeeNewTitle
source: New employee
chs: 新人员
et: Uus töötaja
lt: Naujas darbuotojas
ro: Angajat nou

# EmployeeProjectedDynamicsAwayOnYear
source: Forecasted staff turnover per year
chs: 预测年员工流失率
et: Prognoositav aastakäive
ro: Prognoza de rotatie de personal anuala

# EmployeeProjectedDynamicsAwayOnYearInfo
source: YTD turnover divided by the number of already ellapsed months and multiplied by 12
chs: 干部流动的比例
et: Aastakäive suhe , korrutatud 12 kuud , selle aasta möödunud kuudega
ro: Raportul dinamica de acumulare pe an, multiplicata cu 12 luni, la numarul de luni trecute din anul curent.

# EmployeeSearchLabel
source: Search for empoyee
chs: 找人员
et: Töötaja otsin
lt: Darbuotojo paieška
ro: Cauta angajat

# EmployeeSearchOpenLink
source: Open profile
chs: 开卡
et: Avada kaart
lt: Atidaryti kortelę
ro: Deschide cartea

# EmployeeSearchPlaceholder
source: Enter name of the employee
chs: 请输入人员姓名
et: Sisestage töötaja nimi
lt: Įveskite darbuotojo vardą pavardę
ro: Introduceti numele si prenumele angajatului

# EmployeeShiftNotInScheduleText
source: out of schedule
chs: 非本班次员工
et: Graafikust väljas
lt: nėra grafike
ro: in afara graficului

# EmployeeShiftSettingsBeginDateColumnTitle
source: Start date
chs: 开始日期
et: Alguse kuupäev
lt: Pradžios data
ro: Data inceput

# EmployeeShiftSettingsBeginTimeColumnTitle
source: Start time
chs: 开始时间
et: Alguse aeg
lt: Pradžios laikas
ro: Timp inceput

# EmployeeShiftSettingsCategoryColumnTitle
source: Category
chs: 类别
et: Kategooria
lt: Kategorija
ro: Categorie

# EmployeeShiftSettingsChooseDate
source: Date
chs: 日期
et: Kuupäev
lt: Data
ro: Data

# EmployeeShiftSettingsChooseEmployee
source: Select employee
chs: 选择人员
et: Valige töötaja
lt: Pasirinkite darbuotoją
ro: Alegeti angajat

# EmployeeShiftSettingsEndDateColumnTitle
source: End date
chs: 结束日期
et: Lõpetamise aeg
lt: Pabaigos data
ro: Data finalizare

# EmployeeShiftSettingsEndTimeColumnTitle
source: End time
chs: 结束时间
et: Lõpetamise aeg
lt: Pabaigos laikas
ro: Timp finalizare

# EmployeeShiftSettingsTitle
source: Correction of employee's work hours
chs: 更正员工工作时长
et: Töötaja tööaja korrigeerimine
lt: Darbuotojo darbo laiko koregavimas
ro: Corectarea timpului de lucru al angajatului

# EmployeesOnShift
source: Employees on the shift
chs: 上班人员
et: Töötajad vahetusel
lt: Pamainos darbuotojai
ro: Angajati in tura

# EmployeeStatisticsAbsentLabel
source: Absent
chs: 缺席
et: Puuduvad
lt: Nėra
ro: Lipsesc

# EmployeeStatisticsActiveCountLabel
source: Working
chs: 工作人数
et: Töötavad
lt: Dirba
ro: Lucreaza

# EmployeeStatisticsAdaptationComment
source: Orientation - in the last 30 days, percentage of new (under 2 months) emloyees that terminated employment.
chs: 适应性-人员%（0-100%），不到两个月的工龄
et: Adaptatsioon – töötajate osa, (0-100%), miinimum kahekuulise tööstaažiganing vallandatud viimaste 30 päeva jooksul, vähem, kui kahekuulise tööstaažiga töötajate kohta.
lt: Adaptacija - darbuotojų dalis (0-100 %), kurių stažas mažiau negu du mėnesiai, ir atleistų per praėjusias 30 dienų, lyginant su darbuotojų, kurių stažas mažesnis negu du mėnesiai, skaičiumi.
ro: Adaptare - raportul dintre partea angajatilor (0-100%), cu vechime de mai putin de doua luni si concediati in luna in curs, si numarul angajatilor cu vechime de mai putin de doua luni.

# EmployeeStatisticsAdaptationFactorLabel
source: Orientation
chs: 适应性
et: Adaptatsioon
lt: Adaptacija
ro: Coeficient de adaptare

# EmployeeStatisticsAddEmployeeLink
source: To add an employee
chs: 添加人员
et: Lisada töötaja
lt: Pridėti darbuotoją
ro: Adauga angajat

# EmployeeStatisticsApplicantsLabel
source: Application forms received
chs: 收到新工作申请
et: Saabunuid ankeete
lt: Gauta anketų
ro: Primit chestionare

# EmployeeStatisticsAwayComment
source: Turnover-ratio of employment terminations this month to current employees
chs: 流动
et: Rutiin – köögitöötajate osa, (0-100%), vallandatuid selles kuus, töötavate töötajate suhtes.
lt: Apyvarta - virtuvės darbuotojų dalis (0-100 %), kurie atleisti šį mėnesį, lyginant su dirbančių darbuotojų skaičiumi.
ro: Fluiditate - procentul angajatilor concediati in luna curenta, (0-100%), raportat la numarul total al angajatilor

# EmployeeStatisticsAwayFactorLabel
source: Turnover this month
chs: 本月营业额
et: Rutiin antud kuus
lt: Apyvarta šį mėnesį
ro: Rotatie personal in luna curenta

# EmployeeStatisticsFeedbackLabel
source: Reviews in total/anonymous
chs: 意见/匿名
et: Tagasiside kokku / anonüümne
lt: Atsiliepimai iš viso / anonimiškai
ro: Feedback-uri luna in curs. Total / anonime

# EmployeeStatisticsFindBySurname
source: Search by employee's last name
chs: 搜索人员姓名
et: Otsing töötaja perekonnanime järgi
lt: Paieška pagal darbuotojo pavardę
ro: Cautare dupa numele angajatului

# EmployeeStatisticsHideReasonsForDismissal
source: Hide
chs: 藏
et: Peita
lt: Paslėpti
ro: Ascunde

# EmployeeStatisticsHiredTerminatedThisMonthLabel
source: Hired/fired this month
chs: 本月新聘/离职
et: Tööle võetud vallandatud antud kuus
lt: Priimta / atleista šį mėnesį
ro: Angajati / concediati in aceasta luna.

# EmployeeStatisticsHiredThisMonthLabel
source: Received this month
chs: 本月新聘
et: Saabus antud kuus
lt: Atėjo šį mėnesį
ro: Angajati in aceasta luna

# EmployeeStatisticsHiringReportLink
source: Dynamic view
chs: 检查动态
et: vaata dünaamikat
lt: Žiūrėti dinamiką
ro: Vezi dinamica

# EmployeeStatisticsHolidaysCountLabel
source: Vacation
chs: 假期
et: Puhkus
lt: Atostogos
ro: Concediu

# EmployeeStatisticsHospitalsCountLabel
source: Sick-leave
chs: 病假
et: Haigusleht
lt: Liga
ro: Concediu medical

# EmployeeStatisticsLeaveLabel
source: Vacation leave application
chs: 请假申请表
et: Puhkuse avaldus
lt: Atostogų prašymas
ro: Cerere de concediu

# EmployeeStatisticsListLink
source: Full list of employees
chs: 工作人员全名单
et: Töötajate täielik nimekiri
lt: Visas darbuotojų sąrašas
ro: Intreaga lista a angajatilor

# EmployeeStatisticsMedicalBookExpiredCountLabel
source: Med.certificate expired
chs: 医疗卡到期了
et: Med. Raamatu tähtaeg on möödunud
lt: Baigėsi med. kortelės galiojimas
ro: Termen medicina muncii expirat

# EmployeeStatisticsMedicalBookHeader
source: Med.certificate is expiring
chs: 医疗卡快到期
et: Med. Raamatu tähtaeg on möödumas
lt: Baigiasi med. kortelės galiojimas
ro: Expira termenul carnetului de sanatate

# EmployeeStatisticsNormLabel
source: Requirement
chs: 标准
et: Norm
lt: Norma
ro: Norma

# EmployeeStatisticsNormsLabel
source: Employees' requirements
chs: 工作人员标准
et: Töötajate normid
lt: Darbuotojų normos
ro: Norma de angajati

# EmployeeStatisticsOtherAbsenceCountLabel
source: Other reason
chs: 别的原因
et: Muu põhjus
lt: Kita priežastis
ro: Alta cauza

# EmployeeStatisticsOtherReasonsForDismissal
source: Other reasons
chs: 其他原因
et: Muud põhjused
lt: Kitos priežastys
ro: Alte cauze

# EmployeeStatisticsPopularReasonsForDismissal
source: Most common reasons for termination of employment in the last 12 months
chs: 近12个月员工离职主要原因
et: Populaarsed vallandamise põhjused
lt: Populiarios atleidimo priežastys
ro: Cauze populare de demisie in ultimele 12 luni

# EmployeeStatisticsProductivityLabel
source: Productivity
chs: 生产率
et: Tootlikkus
lt: Našumas
ro: Productivitate

# EmployeeStatisticsSelectedPizzeria
source: Select unit
chs: 请选择披萨
et: Valige pitsarestoran
lt: Pasirinkite piceriją
ro: Alegeti pizzeria

# EmployeeStatisticsStuffLabel
source: Staff
chs: 员工
et: Prsonal
lt: Etatas
ro: Stat

# EmployeeStatisticsSuspendedCountLabel
source: Suspended
chs: 停职
et: Kõrvaldatud
lt: Nušalinti
ro: Suspendat

# EmployeeStatisticsTerminatedThisMonthLabel
source: Terminated employment this month
chs: 本月离职
et: Läks ära selles kuus
lt: Išėjo šį mėnesį
ro: Concediati in aceasta luna

# EmployeeStatisticsTitle
source: Common information
chs: 基本信息
et: Üldine informatsioon
lt: Bendra informacija
ro: Informatii generale

# EmployeeStatisticsTotalCountLabel
source: Employees in total
chs: 员工共计
et: Töötajaid kokku
lt: Iš viso darbuotojų
ro: Total angajati

# EmployeeStatisticsWorkedLessThanMonthCountLabel
source: Employed for less than a month
chs: 雇佣时间少于1个月
et: Töötasid vähem, kui kuu aega
lt: Išdirbo mažiau negu mėnesį
ro: Au lucrat sub o luna

# EmployeesTrainingFailedAddCurrentCategoryStage
source: You can't assign an already assigned category again
chs: 不能重新定当前的类别
et: Pole võimalik määrata teist korda antud kategooria
lt: Negalima pakartotinai priskirti einamosios kategorijos
ro: Imposibil de setat repetativ categoria curenta

# EmployeeTraining
source: Training
chs: 培训
et: Koolitamine
lt: Mokymai
ro: Training angajati

# EmptyTransactionMessage
source: Unforunately, there were no transactions during the specified period
chs: 不好意思，交易在指定期限没提交
et: Kahjuks, antud perioodi jooksul tehinguid pole teostatud.
lt: Deja, nurodytu periodu operacijų nebuvo atlikta.
ro: Din pacate pentru perioada indicata tranzactii nu au fost efectuate

source: Error!
et: Viga!
ro: Eroare!

# Error_CanNotCancel
source: Can't cancel the order
et: Tellimuse tühistamine pole võimalik
ro: Imposibil de anulat comanda

# Error_CouldNotGetYandexTransactions
source: An error occured while receiving the list of transactions.
chs: 错误：无法收到交易清单
et: Viga tehingulisti kättesaamisel.
ro: Eroare la deschiderea listei de tranzactii.

# Error_RequiedCommentIfRejected
source: When refusing an application you need to fill in the field comment
chs: 拒绝申请表需填写拒绝原因
et: Taotluse tagasilükkamisel tuleb täita kommentaari väli
lt: Atmetant paraišką reikia užpildyti komentaro lauką.
ro: La refuzul cererii trebuie completat comentariul.

# Error_YandexTransactionsRangeIsTooBig
source: The interval between dates can not exceed 1 month.
chs: 日期的范围不能超过1个月
et: Kuupäevade ajavahemik ei või ületada 1 kuu.
ro: Perioada datelor nu trebuie sa depaseasca 1 luna.

# ExpectedDate
source: Expected by date
et: Ootame kuupäevaks
ro: Data estimata

source: Experience
chs: 经验
et: Kogemus (Staaž)
ro: Vechime

# ExperienceBonus
source: Premium for experience
chs: 经验奖励
et: Staaži preemia
ro: Prima pentru vechime

# Expired
source: Expiration date
chs: 保质期到期
et: Möödus säilivuseaeg
lt: Baigėsi galiojimo laikas
ro: A expirat termenul de valabilitate

# ExportToExcel
source: Export in spreadsheet
chs: 导出到Excel
et: Eksport Excel'isse
lt: Eksportavimas į Excel'į
ro: Exporta in Excel

# ExtraTimeReportBeginDateColumnTitle
source: Extra time start date
chs: 开始超级time日期
et: Lisaaja alguse aeg
lt: Papildomo laiko pradžios data
ro: Data inceput ore suplimentare

# ExtraTimeReportBeginTimeColumnTitle
source: Extra-time start time
chs: 开始超级time时间
et: Lisaaja alguse aeg
lt: Papildomo laiko pradžios laikas
ro: Ora inceput ore suplimentare

# ExtraTimeReportCategoryColumnTitle
source: Employee's category
chs: 人员类别没指出
et: Töötaja kategooria
lt: Darbuotojo kategorija
ro: Categorie angajat

# ExtraTimeReportChooseTypeLabel
source: Select types of employees
chs: 请选人员类别
et: Valige töötajate liigid
lt: Pasirinkite darbuotojų tipus
ro: Alegeti tipurile angajatilor

# ExtraTimeReportEmployeeColumnTitle
source: Last name, first name of employee
chs: 人员姓名
et: Töötaja nimi, perekonnanimi
lt: Darbuotojo vardas, pavardė
ro: Nume/prenume angajat

# ExtraTimeReportEndDateColumnTitle
source: End date of extra time
chs: 结束超级time日期
et: Lisaaja lõppemise aeg
lt: Papildomo laiko pabaigos data
ro: Data sfarsit ore suplimentare

# ExtraTimeReportEndTimeColumnTitle
source: End time of extra time
chs: 结束超级time时间
et: Lisaaja lõppemise aeg
lt: Papildomo laiko pabaigos laikas
ro: Ora sfarsit ore suplimentare

# ExtraTimeReportHeader
source: Extra time
chs: 多余的时间
et: Lisaaeg
lt: Papildomas laikas
ro: Program suplimentar

# ExtraTimeReportHoursColumnTitle
source: Number of hours
chs: 小时数量
et: Tundide arv
lt: Valandų skaičius
ro: Numar ore

# ExtraTimeReportManagerColumnTitle
source: Last name, first name of manager
chs: 经理姓名
et: Mänedžeri nimi, perekonnanimi
lt: Vadybininko vardas, pavardė
ro: Nume/prenume sef de tura

# ExtraTimeReportTypeLabel
source: Type
chs: 类别
et: Tüüp
lt: Tipas
ro: Tip

# Fact
source: Actually
et: Fakt
ro: Faptic

# FeatureCardCheckDateLabel
source: Check date
chs: 检查时间
et: Kontrollkuupäev
lt: Kontrolinis laikas
ro: Termen de control

# FeatureCardChooseTime
source: Specify when you can work
chs: 请选择您能工作的时间
et: Määrake aeg, millal saate töötada
lt: Nurodykite laiką, kada jūs galite dirbti
ro: Indicat perioada in care puteti sa lucrati

# FeatureCardCollapseFilterLink
source: Minimize filter
chs: 筛选不要
et: Pane filter kinni
lt: Suskleisti filtrą
ro: Ascunde filtru

# FeatureCardDescription
source: Schedule, where people indicate when they can work
chs: 人员标记上班时间的表格
et: Graafik, kus inimesed märgivad, millal saavad tulla vahetusse
lt: Grafikas, kuriame žmonės pažymi, kada gali eiti dirbti į pamainą.
ro: Graficul in care persoanele indica cand pot iesi in tura.

# FeatureCardEveningOptionText
source: in the evening
chs: 晚上
et: Õhtul
lt: vakare
ro: seara

# FeatureCardExpandFilterLink
source: Maximize filter
chs: 打开筛选
et: Avada filter
lt: Išskleisti filtrą
ro: Deschide filtru
