Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Debiting/Text.*.resx
Languages: chs, et, lt, ro

source: Transaction date
chs: 交易日期
et: Tehingu kuupäev
lt: Operacijos data
ro: Data tranzactiei

# TransactionHeader
source: Transactions management
chs: 交易管理
et: tehingute haldamine
lt: Operacijų valdymas
ro: Administrarea tranzactiilor

source: Transaction ID
chs: 交易ID
et: Tehingu ID
lt: Operacijos ID
ro: ID tranzactie

# TransactionNotCompletedState
source: Not completed
chs: 没完成
et: Lõpetamata
lt: Nebaigta
ro: Nu este finalizata

# TransactionOptions
source: Options
chs: 选项
et: Seaded
lt: Pasirinkimai
ro: Optiuni

# TransactionOrderNumber
source: Order #
chs: 订单号
et: Tellimuse Nr.
lt: Užsakymo Nr.
ro: Nr. comanda

# TransactionsFromLabel
source: Transactions from
chs: 交易从
et: Tehing
lt: Operacijos iš
ro: Tranzactii de la

# TransactionStatus
source: Status
chs: 状态
et: Staatus
lt: Statusas
ro: Stare

# TransactionSumma
source: Amount
chs: 总金额
et: Summa
lt: Suma
ro: Suma

# TransferCanceled
source: Relocation {0} request canceled
et: Tellimus liikumiseks {0} on tühistatud
ro: Cererea pentru transferul {0} este amanata

# TransferConfirmed
source: Application for relocation {0} has been created
et: Liikumise taotulus {0} on koostatud
ro: Cererea pentru transfer {0} a fost formata

# TransferCreated
source: Relocation {0} created
et: Liikumine {0} on loodud
ro: A fost creat transferul {0}

# TransferCreationDate
source: Ordered
et: Tellitud
ro: Comandat

# TransferDeleted
source: Relocation {0} request canceled
et: Tellimus liikumiseks {0} on kustutatud
ro: Cererea pentru transferul {0} este stearsa

# TransferDestinationUnit
source: Where
chs: 到哪里
et: Kuhu
ro: Destinatia transferului

# TransferEdited
source: Relocation {0} saved
et: Liikumine {0} on salvestatud
ro: Transferul {0} a fost salvat

# TransferExpectedDate
source: When needed
chs: 什么时候要
et: Millal on vaja
ro: Data estimativa a transferului

# TransferInfo
source: Relocation info
et: Liikumise informatsioon
ro: Informatii despre transfer

# TransferItems
source: Relocated items
et: Liikumise koosseis
ro: Compozitia transferului

# TransferLoadTemplate
source: Load template
et: Laadida mustrit
ro: Incarcare sablon

# TransferMaterialTypesList
source: Supply
chs: 原料
et: Tooraine
ro: Materie prima

# TransferOriginUnit
source: From whom
et: Kellelt
ro: Sursa transferului

# TransferReceived
source: Application for relocation {0} has been received
et: Liikumise taotlus {0} on saadud
ro: Cererea pentru transfer {0} a fost receptionata

# TransferReceivingDate
source: Date received
chs: 接货日期
et: Saamise kuupäev
ro: Data receptiei

# TransferReport_Taken
source: Received
et: Vastuvõetud
ro: Receptionate

# TransferReport_TitleHeader
source: Relocation # {0} on {1}
et: Liikumise nr {0} alates {1}
ro: Transferul Nr. {0} din {1}

# TransferShipped
source: Application for relocation {0} has been shipped
et: Mahalaadimise taotlus {0} on saadud
ro: Cererea pentru transfer {0} a fost livrata

# TransferShippingAmount
source: Shipped
chs: 装走了
et: Maha laetud
ro: Livrat

# TransferSourceUnit
source: From whom
et: Kellelt
ro: De la cine

# TransferStatus
source: Status
et: Staatus
ro: Stare

# TransferTemplate_AmountIsInvalid
source: Unacceptable value for supply {0}, {1}
et: Tooraine vale väärtus {0}, {1}
ro: Valoare inadmisibila pentru materia prima {0}, {1}

# Transfer_EmptyItems
source: Enter relocated items
et: Täitke liikumise koosseis
ro: Completati compozitia transferului

# Transfer_Incoming
source: Incoming
et: Sissetulevad
ro: Transferuri intrate

# Transfer_Incoming_Duplicate[1]
source: Incoming
et: Sissetulevad
ro: Intrare marfa

# Transfer_OrderedQuantityIsInvalid
source: Field "Ordered" is missing for supply {0}
et: Tooraine {0} "Tellitud" väli pole täidetud
ro: Campul “Comandat” nu este completat pentru materia prima {0}

# Transfer_Outcoming
source: Outgoing
et: Väljuvad
ro: Transferuri iesite

# Transfer_Outcoming_Duplicate[1]
source: Outgoing
et: Väljaminevad
ro: Iesire marfa

# Transfer_ReceivedQuantityIsInvalid
source: Field "Received" is missing for supply {0}
et: Tooraine {0} kohta pole täidetud väli "Saadud"
ro: Campul “Receptionat” nu este completat pentru materia prima {0}

# Transfer_Ship
source: Ship
et: Laadida maha
ro: Livreaza

# Transfer_ShippedQuantityIsInvalid
source: Field "Shipped" is missing for supply {0}
et: Tooraine {0} kohta pole täidetud väli "Mahalaetud"
ro: Campul “Livrat” nu este completat pentru campul {0}

# Transfer_ShippedQuantityIsInvalid_Duplicate[1]
source: Field "Shipped" is missing for supply {0}.
et: Väli "Maha laetud" pole toorainele täidetud {0}
ro: Campul “Livrat” nu este completat pentru materia prima {0}

# Transfer_Ship_Duplicate[1]
source: Ship
et: Laadida maha
ro: Livreaza

source: Tuesday
chs: 星期二
et: teisipäev
lt: Antradienis
ro: Marti

# TuesdayShort
source: Tue
et: T
ro: Ma

# TypicalReport
source: by week days
chs: 典型的费用
et: nädalapäevade kaupa
lt: Tipinės išlaidos
ro: dupa zilele saptamanii

# TypicalReportNotificationText
source: This report will show consumption by days of the week for the past five weeks
chs: 本汇报指最后五周内每日及每周的平均费用量
et: Antud aruanne näitab teile keskmise kulu nädalapäevade järgi viimae 5 nädala jooksul
lt: Ši ataskaita parodys jums vidutines 5 paskutinių savaičių išlaidas pagal savaitės dienas
ro: Raportul respectiv va va indica consumul mediu pe zilele saptamanii pentru ultimele 5 saptamani

# UnitLevelHoliday
source: Unit holiday
et: Allüksuse pidu
ro: Sarbatoare unitate

# UnitOfMeasure
source: Meas. un.
chs: 测量单位
et: Mõõtühik
lt: Mat. vnt.
ro: U.M.

# UnitOfMeasureAcromin
source: Meas. un.
chs: 测量单位
et: Mõõtühik
lt: Mat. vnt.
ro: U.M.

# UnitOfMeasureFull
source: Measurement unit
et: Mõõduühik
ro: Unitate de masura

# UnitOfMeasureLabel
source: Meas. un.
chs: 测量单位
et: Mõõtühik
lt: Mat. vnt.
ro: U.M.

# UpCurrentDate
source: until present
chs: 按照N.V
et: praeguse ajani
lt: šiuo metu
ro: pana in prezent

# VacancyEditActiveLabel
source: Active
chs: 激活
et: Aktiivne
lt: Aktyvi
ro: Activ

# VacancyEditAgeFromLabel
source: from:
chs: 从：
et: kellelt
lt: nuo:
ro: de la:

# VacancyEditAgeLabel
source: Preferred age:
chs: 优先年龄
et: Eelistatav vanus:
lt: Amžius, kuriam teikiama pirmenybė:
ro: Varsta preferabila:

# VacancyEditAgeToLabel
source: till:
chs: 到：
et: kuni:
lt: iki:
ro: pana la:

# VacancyEditCategoryLabel
source: In what capacity will the employee work?
chs: 选择类别
et: Valige kategooria:
lt: Pasirinkite kategoriją:
ro: Alegeti categoria:

# VacancyEditHeader
source: Edit vacancy
chs: 修改空缺职位
et: Redigeeritud töökohad
lt: Laisvų vietų redagavimas
ro: Redactare post vacant

# VacancyEditInputNameText
source: Enter vacancy
chs: 选择空缺职位
et: Sisestage töökohad
lt: Įveskite laisvą vietą
ro: Introduceti post vacant

# VacancyEditNameLabel
source: who are we searching for:
chs: 找什么职位
et: Keda otsime?
lt: Ko ieškome?
ro: Pe cine cautam?

# VacancyEditSmokingLabel
source: Smoking
chs: 吸烟
et: Suitsetamine
lt: Rūkymas
ro: Fumatul

# VacancyEditSmokingPreferenceText
source: preferably non-smokers
chs: 不吸烟者优先
et: soovitavatalt mittesuitsetaja
lt: pageidautina nerūkančių
ro: de dorit, nefumatori

# VacancyEditTypeLabel
source: Select type:
chs: 选择类别
et: Valige liik:
lt: Pasirinkite tipą:
ro: Alegeti tipul:

# VacancyEditUnitLabel
source: Specify stores
chs: 选比萨店
et: Määrake pitsarestoranid
lt: Nurodykite picerijas
ro: Indicati pizzeria

# VacancyLink_Active
source: Active
chs: 激活
et: Aktiivsed
lt: Aktyvios

# VacancyLink_Disabled
source: Closed
chs: 关门
et: Kinnised
lt: Uždarytos
ro: Inchidere

# VacancyListActiveColumn
source: Active?
chs: 激活码？
et: Aktiivne?
lt: Aktyvi?
ro: Activ?

# VacancyListActiveLabel
source: Active
chs: 激活
et: Aktiivne
lt: Aktyvi
ro: Activ

# VacancyListAgeFromLabel
source: From
chs: 从：
et: Kust
lt: Nuo
ro: De la

# VacancyListAgeToLabel
source: till
chs: 到：
et: kuni
lt: iki
ro: pana la

# VacancyListCriteriaColumn
source: Criterion
chs: 标准
et: Kriteerium
lt: Kriterijai
ro: Criterii

# VacancyListFromLabel
source: from
chs: 从
et: alates
lt: nuo
ro: din

# VacancyListHeader
source: Vacancies
chs: 空缺职位
et: Töökohad
lt: Laisvos vietos
ro: Posturi vacante

# VacancyListInactiveLabel
source: Not active
chs: 无激活
et: Mitteaktiivne
lt: Neaktyvi
ro: Inactiv

# VacancyListNameColumn
source: Vacancy
chs: 空缺职位
et: Töökoht
lt: Laisva vieta
ro: Post vacant

# VacancyListNewLink
source: New vacancy
chs: 新空缺职位
et: Uus töökoht
lt: Nauja laisva vieta
ro: Post vacant nou

# VacancyListNonSmokingLabel
source: Doesn't smoke
chs: 不吸烟
et: Ei suitseta
lt: Nerūko
ro: Nu fumeaza

# VacancyListSmokingLabel
source: Smoker
chs: 吸烟
et: Suitsetab
lt: Rūko
ro: Fumeaza

# VacancyListToLabel
source: by
chs: 到
et: kuni
lt: į
ro: pana la

# VacancyListTypeLabel
source: Type
chs: 类型
et: Tüüp
lt: Tipas
ro: Tip

# VacancyNewHeader
source: Add new vacancy
chs: 添加新空缺职位
et: Uue töökoha lisamine
lt: Naujos laisvos vietos pridėjimas
ro: Adaugare post vacant nou

# ValidationRequiredTerminationDate
source: Specify the employment termination date
chs: 请指出员工的日期
et: Märkige töötaja valandamise kuupäev
lt: Nurodykite darbuotojo atleidimo datą
ro: Indicati data concedierii angajatului

# VAT
source: Sales Tax, %.
chs: 增值税
et: KM
lt: PVM
ro: TVA

# ViewDebiting
source: View write-off
chs: 浏览注销
et: Mahakandmiste ülevaade
lt: Nurašymų peržiūra
ro: Vizualizare casari

source: Wednesday
chs: 星期三
et: Kolmapäev
lt: Trečiadienis
ro: Miercuri

# WednesdayShort
source: Wed
et: K
ro: Mi

source: Week days
et: Argipäevad
ro: In zilele saptamanii (lu-vi)

# WeekdaysTooltip
source: Monday - Thursday
et: Esmaspäev - Neljapäev
ro: Luni – Joi

source: Weekend
et: Nädalavahetus
ro: Weekend (sa-du)

# Weekends
source: Days off
chs: 周末
et: Puhkepäevad
lt: Poilsio dienos
ro: Zile libere

# WeekendsSettingsAllowToSelect
source: Allow to choose as a day off
chs: 作为休息日选择
et: Lubada valida puhkepäevana
lt: Leisti rinktis kaip poilsio dieną
ro: Permiteti alegerea zilei ca zi libera

# WeekendsSettingsCountInWeek
source: Days off per week
chs: 一星期之内休息日数
et: Puhkepäevade kogus nädalas
lt: Poilsio dienų skaičius per savaitę
ro: Numar zile libere pe saptamana

# WeekendsSettingsFailedSelectedWeekendsCountPartOne
source: You cannot select more
chs: 不可多选
et: Pole võimalik valida rohkem
lt: Negalima pasirinkti daugiau
ro: Imposibil de selectat mai multe

# WeekendsSettingsFailedSelectedWeekendsCountPartTwo
source: days off
chs: 休息日
et: puhkepäevi
lt: poilsio dienų
ro: zile libere

# WeekendsSettingsFailedWeekendsCount
source: You can't have more than {0} days off per week
chs: 一周内不可以选休息天{0}多
et: Pole võimalik määrata üle {0} puhkepäeva nädalas
lt: Negalima nurodyti daugiau negu {0} poilsio dienų per savaitę
ro: Imposibil de indicat mai mult de {0} zile libere pe saptamana

# WeekendTooltip
source: Friday - Sunday
et: Reed - Pühapäev
ro: Vineri – Duminica

source: Well done!
et: Jätkake samas vaimus!
ro: Bravo!

# WorkExperience
source: Work experience (in years)
chs: 工龄
et: Staaž
ro: Vechime

# WorkExperienceOfPizzeria
source: Average employment duration in unit
chs: 店员平均工龄
et: Keskmine pitsarestorani staaž
ro: Vechime medie in pizzerie

# WorkingHoursEmployeeName
source: First and last name
chs: 姓名
et: Nimi
lt: Vardas Pavardė
ro: Nume si prenume

# WorkingHoursInContextOfUnits
source: Divided up between units
chs: 分比萨店
et: Pitsarestoranide lõikes
lt: Rezerve pagal picerijas
ro: In detaliu pe pizzerii

# WorkingHoursTitle
source: Work hours
chs: 工作时间
et: Töötunnid
lt: Darbo valandos
ro: Ore de lucru

# WorkingHoursTotal
source: Total
chs: 共计
et: Kokku
lt: Iš viso

# WorkingHoursTotalHours
source: hours
chs: 小时
et: tunde
lt: valandų
ro: ore

# WorkingHoursTotalMinutes
source: minutes
chs: 分钟
et: minuteid
lt: minučių
ro: minute

source: Yes
chs: 是
et: Jah
lt: Taip
ro: Da

source: yesterday
chs: 昨天
et: eile
lt: vakar
ro: ieri

# ZoneSettingsAddLink
source: Create station
chs: 建造站
et: jaama loomine
lt: Sukurti stotį
ro: Creati statia

# ZoneSettingsCategoriesLabel
source: Employees categories
chs: 人员类别没指出
et: Töötajate kategooriad
lt: Darbuotojų kategorijos
ro: Categorii de angajati

# ZoneSettingsDeleteLink
source: Delete station
chs: 清除站
et: Kustutada leht
lt: Pašalinti stotį
ro: Stereti statia

# ZoneSettingsDescription
source: Edit workstations
chs: 修改生产站
et: Tootmisjaamade redigeerimine
lt: Gamybos stočių redagavimas
ro: Editarea statiilor de productie

# ZoneSettingsEditLink
source: edit
chs: 修改
et: redigeerida
lt: redaguoti
ro: editati

# ZoneSettingsHeader
source: Workstations
chs: 生产站
et: Jaama tootlikkus
lt: Gamybos stotys
ro: Statii de productie

# ZoneSettingsNameLabel
source: Name
chs: 名称
et: Nimetus
lt: Pavadinimas
ro: Denumire

# ZoneSettingsNoCategoriesText
source: no categories
chs: 无分类
et: pole kategooriaid
lt: nėra kategorijos
ro: nu sunt categorii

# ZoneSettingsPeriod0Option
source: (no)
chs: 否
et: (ei)
lt: (ne)
ro: (nu sunt)

# ZoneSettingsPeriod14Option
source: two weeks
chs: 两周
et: kaks nädalat
lt: dvi savaitės
ro: doua saptamani

# ZoneSettingsPeriod30Option
source: month
chs: 月
et: kuu
lt: mėnuo
ro: o luna

# ZoneSettingsPeriod7Option
source: week
chs: 星期
et: nädal
lt: savaitė
ro: o saptamana

# ZoneSettingsPeriodLabel
source: Period of planning the availability schedule
chs: 工作时间表日期
et: Võimaluste kaardi plaanimise periood
lt: Galimybių žemėlapio planavimo laikotarpis
ro: Perioada planificarii hartii posibilitatilor

# ZoneSettingsShowLink
source: Show in the schedule
chs: 显示在进度表
et: Näidata graafikus
lt: Parodyti grafike
ro: Indicati in program

# ZoneSettingsSubzonesLabel
source: Substations
chs: 你改名
et: Alamjaamad
lt: Pastotės
ro: Substatii

# UnitateLevelHoliday
source: Division's holiday
et: Asutuse pidu
ro: Sarbatoare unitate

# AddTransfer_Duplicate[1]
source: Add
ro: Adauga

# DebitingNumber
source: Number
chs: 编号
lt: Numeris
ro: Numar

source: Dollar
chs: 美元
lt: Euras
ro: Dolar

# EmployeeEditNumberLabel
source: Number
chs: 编号
lt: Numeris
ro: Numar

# EmployeeEditPFRLabel
source: PFR
chs: 养老金
ro: Fond pensii

source: Euro
chs: 欧元
lt: Eurai
ro: Евро

# Menu_Metrics
source: Metrics
chs: 指标
lt: Metrikos
ro: Metrici

# Message_MaterialTypeTransferWasEdited
source: Relocation has been edited. Please try again.
ro: Transferul a fost editat, incercati inca o data

source: Number
chs: 编号
ro: Numar

# OperationalStatisticsShortCurrency
source: rub.
chs: 卢布
lt: Eur
ro: lei

# RevenueNumber
source: Number
chs: 编号
lt: Numeris
ro: Numar

# TransferNumber
source: Number
chs: 编号
ro: Numar

# TransferReceiving'Date
source: Date
ro: Data

# Transfer_QuantityIsInvalid
source: Field "Quantity" for supply {0} contains mistake(s).
ro: Campul “Cantitate” nu este corect completat pentru materia prima {0}

# AlphabetFirstLetter
source: A
chs: А
lt: А

# EmployeeDateFormat
source: dd.MM.yyyy
chs: yyyy-MM-dd
lt: mmm-mm-dd

# EmployeeDateJSFormat
source: dd.mm.yy
chs: yy-MM-dd
lt: yy-MM-dd

# EmployeeEditEmailLabel
source: Email
chs: 电子邮箱
lt: El. paštas

# EmployeeEditMaleLabel
source: M
chs: 男
lt: V

# MinuteAbbr
source: min.
chs: 分钟

# MonthlyStatisticDateFormat
source: MMMMYY
chs: 年月日

source: Tenge
chs: 坚戈
lt: Euras
