Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/AddressCatalog/Text.*.resx
Languages: chs, et

source: alley
chs: 林荫道
et: allee

# AlleyDecrease
source: Aly
chs: 林荫道
et: allee

source: anex
chs: 郊区
et: eeslinn

# AnexDecrease
source: Anx
chs: 郊区
et: eeslinn

source: arcade
chs: 走廊
et: galerii

# ArcadeDecrease
source: Arc
chs: 走廊
et: galerii

source: Area
chs: 面积
et: väljak

# AreaDecrease
source: Area
chs: 面积
et: väljak

source: avenue
chs: 大路
et: puiestee

# AvenueDecrease
source: Ave
chs: 大路
et: pst

source: beach
chs: 岸
et: kallas

# BeachDecrease
source: Bch
chs: 岸
et: kallas

source: bend
chs: 转弯
et: kurv

# BendDecrease
source: Bnd
chs: 转弯
et: kurv

# Block
source: quarter
chs: 街区
et: kvartaal

# BlockDecrease
source: Cmn
chs: 街区
et: kvartaal

source: bottom
chs: 洼地
et: madalik

# BottomDecrease
source: Btm
chs: 洼地
et: madalik

source: boulevard
chs: 林荫路
et: puiestee

# BoulevardDecrease
source: Blvd
chs: 林荫路
et: pst.

source: branch
chs: 树枝
et: haru

# BranchDecrease
source: Br
chs: 树枝
et: haru

source: bridge
chs: 桥
et: sild

# BridgeDecrease
source: Brg
chs: 桥
et: sild

# BroadStreet
source: wide street
chs: 宽街
et: tee

# BroadStreetDecrease
source: wide str.
chs: 宽街
et: tee

source: brook
chs: 小河
et: oja

# BrookDecrease
source: Brk
chs: 小河
et: oja

source: burg
chs: 堡垒
et: kindlus

# BurgDecrease
source: Bg
chs: 堡垒
et: kindlus

source: bypass
chs: 绕道
et: ringminek

# BypassDecrease
source: Byp
chs: 绕道
et: ringminek

source: Call!
chs: 打电话！
et: Helista!

# CallIntercome
source: Call
chs: 打电话
et: Helista

source: camp
chs: 营地
et: laager

# CampDecrease
source: Cp
chs: 营地
et: laager

source: canyon
chs: 峡谷
et: kanjon

# CanyonDecrease
source: Cyn
chs: 峡谷
et: kanjon

source: causeway
et: kõnnitee

# CausewayDecrease
source: Cswy
chs: 人行道
et: kõnnitee

source: circle
chs: 圈
et: ring

# CircleDecrease
source: Cir
chs: 圈
et: ring

source: condominium
et: korterite kompleks

# CondominiumDeclare
source: Condominium
et: korterite kompleks

source: corner
chs: 角度
et: nurk

# CornerDecrease
source: Cor
chs: 角度
et: nurk

source: county road
et: külavahetee

# CountyRoadDecrease
source: CR
et: külavahetee

source: course
chs: 道路
et: trass

# CourseDecrease
source: Crse
chs: 道路
et: trass

source: court
chs: 院子
et: hoov

# CourtDecrease
source: Ct
chs: 院子
et: hoov

source: cove
chs: 小湾
et: abajas

# CoveDecrease
source: CV
chs: 小湾
et: abajas

source: creek
chs: 小河
et: oja

# CreekDecrease
source: Crk
chs: 小河
et: oja

source: crossing
chs: 道口
et: ülesõit

# CrossingDecrease
source: Xing
chs: 道口
et: ülesõit

# Crossroads
source: crossroad
chs: 路口
et: ristmik

# CrossroadsDecrease
source: Xrd
chs: 交叉口
et: ristmik

source: curve
chs: 弯曲
et: kurv

# CurveDecrease
source: Curv
chs: 曲折
et: kurv

source: dale
chs: 谷
et: jõeorg

# DaleDecrease
source: Dl
chs: 谷
et: jõeorg

# Depot
source: tr. station
et: rongijaam

# DepotDecrease
source: tr. st.
et: rongij.

# District
source: area
chs: 区
et: rajoon

# DistrictDecrease
source: area
chs: 区
et: rajoon

# Embankment
source: bayou
chs: 海边
et: kaldapealne

# EmbankmentDecrease
source: Byu
chs: 海边
et: kaldapealne

source: extension
chs: 延期
et: pikendus

# ExtensionDecrease
source: Ext
chs: 延期
et: pikendus

source: First floor
chs: 一层
et: Esimene korrus

source: fraternity
et: fraterniti

# FraternityDeclare
source: Fraternity
et: fraterniti

# FullAddressInformation_Building
source: housing
chs: 住房
et: korpus

# FullAddressInformation_Flat
source: ,flat
chs: ，房子
et: , korter.

# FullAddressInformation_Floor
source: ,floor
chs: ，层
et: , korrus.

# FullAddressInformation_House
source: ,house
chs: ，楼
et: , maja.

# FullAddressInformation_Intercome
source: ,code
chs: ，代码
et: , kood

# FullAddressInformation_Porch
source: ,main entrance
chs: ，单元
et: , trepikoda.

source: glen
chs: 河谷
et: jõeorg

# GlenDecrease
source: Gln
chs: 河谷
et: jõeorg

source: grove
chs: 小树林
et: salu

# GroveDecrease
source: Grv
chs: 小树林
et: salu

source: highway
chs: 公路
et: maantee

# HighwayDecrease
source: Hwy
chs: 公路
et: mnt.

source: hill
chs: 小山
et: küngas

# HillDecrease
source: Hl
chs: 小山
et: küngas

source: hotel
et: hotell

# HotelDeclare
source: Hotel
et: hotell

source: housing
et: elukompleks

# HousingDeclare
source: Housing
et: elukompleks

# Impasse
source: lock
chs: 死胡同
et: tuupik

# ImpasseDecrease
source: Lck
chs: 死胡同
et: tuupik.

# Intercome
source: Intercom
chs: 对讲机.
et: Kood

source: junction
chs: 交叉点
et: üleminek

# JunctionDecrease
source: Jct
chs: 交叉点
et: üleminek

source: lake
et: järv

# LakeDecrease
source: Lk
et: järv

source: lane
chs: 小巷
et: põik

# LaneDecrease
source: Ln
chs: 小巷
et: põik

source: Last floor
chs: 最后的层
et: Viimane korrus

source: line
et: liin

# LineDecrease
source: line
et: liin

source: loop
chs: 回路
et: ümbersõidutee

source: mall
chs: 购物商场
et: kauba rida

# Message_InvalidAddress
source: Invalid address has been enterd
chs: 不正确的地址输入
et: Aadress on valesti sisestatud

# Microdistrict
source: place
chs: 小区
et: piirkond

# MicrodistrictDecrease
source: Pl
chs: 小区
et: linnaosa

# MiniPath
source: path
chs: 小路
et: jalgrada

source: motel
et: hostel

# MotelDeclare
source: motel
et: hostel

source: mountain
chs: 山
et: mägi

# MountainDecrease
source: Mtn
chs: 山
et: mägi

# NoIntercome
source: no
chs: 不是
et: Ei ole

# OnTheWatch
source: at the reception
chs: 在修班
et: Korrapidamises

source: parkway
chs: 林荫道
et: puiestee

# ParkwayDecrease
source: Pkwy
chs: 林荫道
et: puiestee

source: pass
chs: 过道
et: käik

# Passage
source: drive
chs: 通行
et: läbisõit

# PassageDecrease
source: Dr
chs: 通行
et: läbipääs

# Path
source: way
chs: 道路
et: teekond

# PathDecrease
source: Way
chs: 道路
et: teekond

source: place
et: koht

# PlaceDecrease
source: place
et: k.

source: plain
chs: 平原
et: tasandik

# PlainDecrease
source: Pln
chs: 平原
et: tasandik

source: point
chs: 店
et: punkt

# PointDecrease
source: PT
chs: 店
et: punkt

source: Private house
chs: 私第
et: Eramaja

source: private road
et: eratee

# PrivateRoadDecrease
source: PR
et: eratee

source: ramp
chs: 斜坡
et: nõlv

source: ridge
et: kant

# RidgeDecrease
source: ridge
et: kant

# RidgeDescrease
source: Rdg
et: kant

source: river
chs: 河
et: jõgi

# RiverDecrease
source: Riv
chs: 河
et: jõgi

source: road
chs: 道路
et: tee

# RoadDecrease
source: Rd
chs: 道路
et: tee

source: route
chs: 路线
et: teekond

# RouteDecrease
source: Rte
chs: 路线
et: teekond

source: row
chs: 排
et: rida

source: Separate entrance
chs: 独门
et: Era sissepääs

# Settlement
source: town
et: küla

# SettlementDeclare
source: town
et: pos.

# SocleFloor
source: Socle
chs: 半地下室
et: Sokkel

source: sorority
et: sororiti

# SororityDeclare
source: Sorority
et: sororiti

source: square
chs: 街心公园
et: skväär

# SquareDecrease
source: Sq
et: skväär

source: street
chs: 街
et: tänav

# StreetDecrease
source: St
chs: 街
et: tn.

source: terrace
et: terass

# Terrene
source: territory
et: territooria

source: trace
chs: 小路
et: jälgrada

# TraceDecrease
source: Trce
chs: 小路
et: jälgrada

source: track
chs: 小道
et: jälgrada

# TrackDecrease
source: Trak
chs: 小道
et: jälgrada

source: trail
chs: 路线
et: teekond

# TrailDecrease
source: Trl
chs: 路线
et: teekond

source: university
et: ülikool

# UniversityDeclare
source: University
et: ülikool

source: valley
et: org

# ValleyDecrease
source: Vly
et: org

source: village
et: küla

# VillageDecrease
source: vill.
et: küla

source: vista
chs: 林荫道
et: allee

# VistaDecrease
source: Vis
chs: 林荫道
et: allee

source: walk
chs: 过路
et: ringminek

# WithOutStreet
source: no street
et: ilma tänavata
