Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Products/Text.*.resx
Languages: chs, et, ro

source: Active
et: Aktiivne
ro: Activ

# AdditionalSaleTypeActive
source: Active
chs: 积极
et: Aktiivne
ro: Activa

# AdditionalSaleTypeActiveTitle
source: Active (popup window)
chs: 积极（弹出式窗口）
et: Aktiivne (ilmuv aken)
ro: Activa

# AdditionalSaleTypePassive
source: Passive
chs: 被动
et: Passiivne
ro: Pasiva

# AdditionalSaleTypePassiveTitle
source: Passive (in a cart page section)
chs: 被动（在购物车页面上的组）
et: Passiivne (ostukorvi lehel olevas plokis)
ro: Pasiva

# AdvancePreparationScheme
source: Preparation in advance
et: Ettevalmistus
ro: Preparare in avans

source: All days
chs: 所有的天
et: Kõik päevad
ro: Toate zilele

source: Automatic
chs: 自动的
et: Automaatne
ro: Automat

# BigPizzas
source: Large pizzas
chs: 大号披萨
et: Suured pitsad
ro: Pizze mari

# CashZonePreparationScheme
source: Preparation in front counter zone
et: Kassa tsoonis ettevalmistus
ro: Preparare in zona casieriei

# CategoryDesserts
source: Desserts
chs: 甜
et: Desserdid
ro: Deserturi

# CategoryDrinks
source: Drinks
chs: 饮料
et: Joogid
ro: Bauturi

# CategoryGoods
source: Goods
chs: 货物
et: Tooted
ro: Mărfuri

# CategoryPieces
source: Slices
chs: 小块儿
et: Tükid
ro: Felii

# CategorySauces
source: Sauces
chs: 调味汁
et: Kastmed
ro: Sosuri

# CategorySnacks
source: Snacks
chs: 小吃
et: Suupisted
ro: Gustari

# Constructor_SauceUnknown
source: No sauce
et: Ilma kastmeta
ro: Fara sos

source: Delivery
chs: 外卖
et: Kohaletoimetamine
ro: Livrare

# DeliveryAndStationary
source: Delivery and restaurant
chs: 送货部和饭馆
et: Kohaletoimetamine ja restoran
ro: Livrare si restaurant

source: Delivery menu
chs: 送货菜单
et: Kohaletoimetamise menüü
ro: Meniu livrare

source: Discount
chs: 打折
et: Soodustus
ro: Reducere

# DistributionStatusSending
source: Sending is in progress
chs: 正在发送
et: Teostatakse ärasaatmist
ro: Se executa trimiterea

# DistributionStatusWaiting
source: Waiting
chs: 等候
et: Ootamine
ro: Asteptare

# DistributionStatusСompleted
source: Completed
chs: 完成
et: Lõpetatud
ro: Terminat

# ErrorMessage_DiscountPriceValueLengthMax10Сharacter
source: Field "Price with discount" cannot contain more than 10 symbols.
et: Väli "Soodushind" peab sisaldama kuni 10 sümbolit
ro: Campul “Pret cu reducere” trebuie sa contina maxim 10 caractere

# ErrorMessage_PriceMustBePositive
source: Price cannot be less than 0.
chs: 价格不能小于 0
et: Hind ei saa olla väiksem, kui 0
ro: Pretul nu poate fi mai mic de 0

# ErrorMessage_PriceValueHasInvalidValue
source: Field "Price" contains unacceptable values
chs: “价格”字段包含无效的数值
et: Väli "Hind" sisaldab lubamatu väärtust
ro: Campul “Pret” contine o valoare invalida

# ErrorMessage_PriceValueLengthMax10Сharacter
source: Field "Price" cannot cointain more than 10 symbols
et: Väli "Hind" peab sisaldama kuni 10 sümbolit
ro: Campul “Pret” trebuie sa contina maxim 10 caractere

# ErrorMessage_PriceValueRequired
source: Field "Price" cannot be empty
chs: “价格”字段得填好
et: Väli "Hind" peab olema täidetud
ro: Campul “Pret” trebuie sa fie completat

# Error_EmptyDimensionalCharacteristics
source: Size characteristic hasn't been defined
chs: 不正确的数量
et: Pole määratud suurust
ro: Nu este setata caracteristica dimensionala

# Error_IncorrectPriceInHundred
source: Incorrect price. Must be a multiple of 100.
chs: 价格有错误，价格得被100除尽
et: Vale hind. Peab olema {0} kordne.
ro: Pret incorect. Trebuie sa fie multiplu de 100.

# Error_IncorrectPriceInOneNumber
source: Incorrect price. Must be an integer.
chs: 价格有错误，价格得被1除尽
et: Vale hind. Peab olema 1 kordne.
ro: Pret incorect. Trebuie sa fie multiplu de 1.

# Error_Number
source: Invalid quantity
chs: 尺寸特性的名称太长
et: Ebakorrektne kogus
ro: Cantitate incorecta

# Error_SalePeriod_EndDateLessThanStartDate
source: The sales end date cannot precede the sales start date.
chs: 销售结束日期不得低于起始日期
et: Müükide lõppkuupäev ei saa olla alguskuupäevast väiksem
ro: Data finalizarii vanzarilor nu poate fi mai mica decat data de inceput

# Error_SalePeriod_StartDateCannotBeInThePast
source: Impossible to set any date before the current date as sales start date.
chs: 不能指定在过去销售开始日期
et: Ei saa määrata alguskuupäeva minevikus
ro: Imposibil de setat data vanzarilor in trecut

# Error_SalePeriod_StartDateCannotChange
source: Only future sales start dates can be changed.
chs: 只能更改未来开始销售的日期
et: Saab muuta ainult tuleviku müükide alguskuupäeva
ro: Se poate modifica doar data viitoare a inceputului vanzarilor

# Error_TooLongDimensionalCharacteristics
source: Name of size characteristic is too long
chs: 尺寸特性的名称太长
et: Liiga pikk suuruse nimetus
ro: Denumire caracteristica dimensionala prea lunga

source: European
chs: 欧洲式
et: Euroopa

# ExceptionMessageTemplateApplyDodollars
source: The order total ({0}) is less than dodollars spent ({1})
chs: 订单金额（{0}）少花dodo美元（{1}）
et: Tellimuse summa ({0}) on kulutatud dodo-eurodest ({1}) väiksem.
ro: Suma comenzii ({0}) este mai mica decat dododolari ({1}) cheltuiti.

# Food
source: food-grade
chs: 食品的
et: toidu
ro: alimentar

# Group
source: Recommendations
chs: 推荐
et: Soovitused
ro: Recomandari

# HalfHalal
source: Semi-halal
chs: 半清真
et: Pool-halal
ro: Meniu semi-halal

source: Inactive
chs: 不活泼的
et: Mitte aktiivne
ro: Inactiv

# Ingredient
source: Ingredients
chs: 食材
et: Ingridiendid
ro: Ingrediente

source: Medium pizzas
chs: 中号披萨
et: Keskmised pitsad
ro: Pizze medii

# MenuAccessibility_Delivery
source: Delivery
chs: 外卖
et: Kohaletoimetamine
ro: Livrare

# MenuAccessibility_Personal
source: Staff meals
chs: 人员饮餐
et: Personali toitlustus
ro: Masa personal

# MenuAccessibility_Stationary
source: Restaurant
chs: 餐厅
et: Restoran

# Message_InvalidPromoCode
source: Invalid promocode
chs: 无效促销代码
et: Kehtetu sooduskood
ro: Promocodul nu este valabil

source: metaproduct
et: metatoode
ro: metaprodus

# Months
source: of January,of February, of March,of April,of May, of June, of July,of August,of September,of November,of December
chs: 一月，二月，三月，四月，五月，六月，七月，八月，九月，十月，十一月，十二月
et: jaanuaril,veebruaril,märtsil,aprillil,mail,juunil,juulil,augustil,septembril,oktoobril,novembril,detsembril
ro: ianuarie,februarie,martie,aprilie,mai,iunie,iulie,august,septembrie,octombrie,noiembrie,decembrie

source: non-food
chs: 非食品
et: mittesöödav
ro: nealimentar

# OnlyWeekDays
source: Only days off
chs: 只周末
et: Ainuld puhkepäevad
ro: Numai zilele de odihna

source: Only work days
chs: 只平日
et: Ainud argipäevad
ro: Numai zilele saptamanii

# PackagingScheme
source: Packaging
et: Pakendamine
ro: Ambalare

# PersonalMenu
source: Staff menu
chs: 人员饭菜
et: Menüü personali jaoks
ro: Meniu pentru personal

# PizzaScheme
source: Scheme for pizzas
chs: 比萨方案
et: Skeem pizzade jaoks
ro: Schema pentru pizze

source: Present
chs: 礼物
et: Kingitus
ro: Cadou

# PriorityHigh
source: High
chs: 高
et: Kõrge
ro: Ridicata

# PriorityLow
source: Low
chs: 低
et: Madal
ro: Scazuta

# PriorityMedium
source: Medium
chs: 中
et: Keskmine
ro: Medie

source: product
et: toode
ro: produs

# ProductMenuSalesTimeArroundClock
source: 24 hours
et: ööpäevaringselt
ro: Non-stop

# Promo
source: Promocode
chs: 促销代码
et: Sooduskood
ro: Promocod

source: Restaurant menu
chs: 堂食菜单
et: Restorani menüü
ro: Meniu restaurant

# SalePeriodEmpty
source: Empty
et: puudub
ro: lipseste

# SandwichScheme
source: Scheme for sandwiches
chs: 三明治方案
et: Skeem võileibade jaoks
ro: Schema pentru sandvich-uri

# SimpleScheme
source: Scheme without production
chs: 无生产方案
et: Skeem ilma tootmiseta
ro: Fara schema de productie

source: Small pizzas
chs: 小号披萨
et: Väiksed pitsad
ro: Pizze mici

# SnacksScheme
source: Scheme for snacks
chs: 小吃方案
et: Skeem suupistete jaoks
ro: Schema pentru gustari

# SomeProductsHaveNoPrice
source: Prices have not been set for one or more selected products
chs: 不是所有选定的产品都有指定的价格
et: Mitte kõikide valitud toodete puhul on näidatud hind.
ro: Nu este indicat pretul pentru toate produsele selectate.

# Stationary
source: Restaurant
chs: 餐厅
et: Restoran

# ThinDoughAlias
source: T
chs: 薄的面
et: Õ
ro: S

# TypeBaked
source: Baking
chs: 饼
et: Küpsetised
ro: Produse coapte

# TypeComposite
source: Complex
chs: 部件
et: Liit-
ro: Compozit

# TypeSimple
source: Simple
chs: 简单
et: Tavaline
ro: Simplu

# Unknown
source: Not defined
chs: 没确定
et: Pole määratud
ro: Nedefinit

# WithoutSpecialization
source: Regular
chs: 没有特点
et: Ilma iseärasusteta
ro: Fara particularitati

source: Halal
chs: 清真
ro: Meniu halal

# CategoryPizza
source: Pizza
chs: 比萨
