Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Applicants/Text.*.resx
Languages: chs, et, lt

# NewDescription
source: Анкета поступила
chs: 新的调査表
et: Ankeet on saabunud
lt: Anketa gauta

# ApplicantSource_CityBanner
source: Баннер в городе
chs: 广告条幅在市里
et: Bänner linnas
lt: Reklamjuostė mieste

# ApplicationStatisticInWork
source: В работе
chs: 工作中
et: Töös
lt: Darbe

# ApplicationStatisticInReserve
source: В резерве
chs: 作预备队
et: Reservis
lt: Rezerve

# ApplicantsStatisticTotalCount
source: Всего
chs: 一共
et: Kokku
lt: Iš viso

# ApplicantSource_Newspapper
source: Газета
chs: 报纸
et: Ajaleht
lt: Laikraštis

# ApplicantSource_Other
source: Другое
chs: 其他
et: Muu
lt: Kita

# ApplicantSource_InfoBoard
source: Информационный стенд в пиццерии
chs: 信息站在比萨店
et: Infotahvel Pizzarestoranis
lt: Picerijos informacinis stendas

# BadDescription
source: К отказу
chs: 取消
et: Keeldumiseks
lt: Atsakymui

# ApplicantCourierType
source: Курьер
chs: 外卖员
et: Kuller
lt: Kurjeris

# ApplicantKitchenType
source: Кухня
chs: 厨房
et: Köök
lt: Virtuvė

# MedicalBookShortDescription
source: Медкнижка
chs: 医疗卡
et: Tervisetõend
lt: Medicininė knygelė

# ApplicationStatisticOnMedicalExamination
source: На медосмотре
chs: 通过体检
et: Meditsiinilisel ülevaatusel
lt: Atlieka medicininę apžiūra

# ApplicationStatisticReject
source: Отказано
chs: 拒绝了
et: On keeldutud
lt: Atsakyta

# RejectShortDescription
source: Отказано
chs: 拒单
et: On keeldutud
lt: Atsakyta

# BadShortDescription
source: Отказать
chs: 拒单
et: Keelduda
lt: Atsakyti

# RejectDescription
source: Отказать
chs: 拒单
et: Keelduda
lt: Atsakyti

# CallDescription
source: Перезвонить
chs: 回电话
et: Helistama üle
lt: Perskambinti

# CallShortDescription
source: Перезвонить
chs: 回电话
et: Helistama üle
lt: Perskambinti

# RedirectDescription
source: Перенаправить
chs: 重定向
et: Ümber suunama
lt: Persiųsta

# RedirectShortDescription
source: Перенаправлено
chs: 重定向
et: Ümber suunatud
lt: Persiųsta

# NewShortDescription
source: Поступило
chs: 来了
et: Laekunud
lt: Gauta

# HiredShortDescription
source: Принят
chs: 已聘请
et: Vastu võetud
lt: Priimtas

# ApplicationStatisticTaked
source: Принято
chs: 已接收
et: Vastu võetud
lt: Priimta

# HiredDescription
source: Принять на работу
chs: 录用
et: Tööle vastu võtma
lt: Priimti į darbą

# ReserveDescription
source: Резерв
chs: 储备
et: Reserv
lt: Rezervas

# ReserveShortDescription
source: Резерв
chs: 储备
et: Reserv
lt: Rezervas

# ApplicantSource_AdvertismentSite
source: Сайт объявлений
chs: 通告的网站
et: Kuulutuste veebileht
lt: Skelbimų svetainė

# MedicalBookDescription
source: Сделать медкнижку
chs: 做一个医疗卡
et: Vormistada meditsiinist raamatut
lt: Pagaminti medicininę knygelę

# ApplicantSource_MassMedia
source: СМИ(тв, радио)
chs: 传播媒介（电视、广播）
et: Massmeedia (TV, raadio)
lt: Žiniasklaida (TV, radijas)

# InterviewDescription
source: Собеседование
chs: 面试
et: Vestlus
lt: Pokalbis

# InterviewShortDescription
source: Собеседование
chs: 面试
et: Vestlus
lt: Pokalbis

# ApplicantSource_SocialNetworks
source: Соцсети (vkontakte, facebook)
chs: 社交网站（Vk、脸书）
et: Sotsiaalsed võrgud (vkontakte, facebook)
lt: Socialiniai tinklai (Facebook)

# Always
source: постоянно
et: pidevalt
lt: pastoviai

# Month1
source: 1 месяц
et: 1 kuu
lt: 1 mėnuo

# Monthes2_6
source: 2-6 месяцев
et: 2-6 kuud
lt: 2-6 mėnesiai

# Year1
source: 1 год
et: 1 aasta
lt: 1 metai

# Years3_5
source: 3-5 лет
et: 3-5 aastat
lt: 3-5 metai
