Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Supplies/Text.*.resx
Languages: et

# Message_AddedSupply
source: Incoming stock entry has been added.
et: Lisatud kirje sissetuleku kohta.

# Message_AddedSupplyComposition
source: Entry has been added {0} - {1}, amount without VAT - {2}, VAT - {3}, VAT amount - {4}, amount with VAT - {5}, price per unit {6}, price per 1 lb — {7}
et: Positsioon lisatud {0} - {1}, summa KM-ta - {2}, KM - {3}, KM summa- {4}, summa KM-ga - {5}, tk. hind - {6}, 1 kg hind - {7}

# Message_DeletedSupplyComposition
source: Entry has been removed {0} - {1}, amount without VAT - {2}, VAT amount - {3}, amount with VAT - {4}, price per unit {5}, price per 1 lb — {6}
et: Positsioon kustutatud {0} - {1}, summa KM-ta - {2}, KM summa - {3}, summa KM-ga - {4}, tk. hind {5}, 1 kg hind - {6}

# Message_SupplyCompositionCount
source: Quantity: before {0}, now {1}.
et: Kogus: oli {0}, sai {1}.

# Message_SupplyCompositionPricePerKillogramm
source: Price per 1 lb: before {0}, now {1}.
et: 1 kg hind: oli {0}, sai {1}.

# Message_SupplyCompositionPricePerPiece
source: Price per unit: before {0}, now {1}.
et: Tk. hind: oli {0}, sai {1}.

# Message_SupplyCompositionSummaOfVAT
source: VAT amount: before {0}, now {1}.
et: KM summa: oli {0}, sai {1}.

# Message_SupplyCompositionSummaWithoutVAT
source: Amount without VAT: before {0}, now {1}.
et: Summa KM-ta: oli {0}, sai {1}.

# Message_SupplyCompositionSummaWithVAT
source: Amount with VAT: before {0}, now {1}.
et: Summa KM-ga: oli {0}, sai {1}.

# Message_UpdateSupplyComposition
source: Entry {0} has been edited
et: Positsioon muudetud {0} -

# Area
source: square
et: plats

source: avenue
et: avenüü

source: boulevard
et: tänav

# Crossroads
source: intersection
et: ristmik

source: highway
et: maantee

# Impasse
source: dead end
et: tuupik

# Square
source: garden square
et: skväär

source: street
et: tänav
