Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Reports/Text.*.resx
Languages: chs, et, lt, ro

# SalaryPremiumMoney
source: Labour payments, bonus
chs: 工资，奖金
et: TT, preemia
lt: DU, premija
ro: Salariu, prima

# SalaryRate
source: Rate
chs: 费率
et: Täiskoht
lt: Tarifas
ro: Rata salariala

# SalaryRatePerHour
source: Hourly rate
et: Tunnitasu
ro: Rata orara

# SalaryRatePerOrder
source: Per order rate
et: Tellimuse tasu
ro: Plata pe comanda

# SalaryShiftEndDate
source: Shift end date
chs: 班次结束日期
et: Vahetuse lõpetamise kuupäev
lt: Pamainos pabaigos data
ro: Data finalizarii turei

# SalaryShiftEndTime
source: Shift end time
chs: 班次结束时间
et: Vahetuse lõppaeg
lt: Pamainos pabaigos laikas
ro: Ora finalizarii turei

# SalaryShiftStartDate
source: Shift start date
chs: 班次结束日期
et: Vahetuse lõpetamise kuupäev
lt: Pamainos pradžios data
ro: Data finalizarii turei

# SalaryShiftStartTime
source: Shift sart time
chs: 班次开始时间
et: Vahetuse algusaeg
lt: Pamainos pradžios laikas
ro: Ora inceputului turei

# SalaryShiftTime
source: Shift time
chs: 班次时间
et: Vahetuse aeg
lt: Pamainos laikas
ro: Ora turei

# SalaryTotalHours
source: Hours in total
chs: 总时长
et: Tunde kokku
lt: Iš viso valandų
ro: Total ore

# SalaryTotalMoney
source: Total
chs: 共计
et: Kokku
lt: Iš viso

# SalesStatistict_YesterdayOrders
source: Orders yesterday
et: Tellimuste arv eile
ro: Numar de comenzi pe ieri

# SalesStatistict_YesterdayOrdersDynamics
source: Compared to previous day
et: Eelmise päeva dünaamika
ro: Dinamica fata de ziua anterioara

# SalesStatistict_YesterdayOrdersRepeats
source: % of repeat orders
et: Kordustellimuste osa
ro: Raport comenzi repetate

# SalesType
source: Type of sale
chs: 销售时间
et: Müügi liik
lt: Pardavimo būdas
ro: Felul vanzarii

# SaleTime
source: Time of sale (on receipt)
chs: 销售时间（打印发票）
et: Müügi (tšeki printimise) aeg
lt: Pardavimo laikas (čekio spausdinimo)
ro: Ora vanzarii (imprimarii bonului)

# SaleType
source: Sale destination
chs: 销售方向
et: Müügi suund
lt: Pardavimo nukreipimas
ro: Tip vanzari

source: Saturdays
chs: 星期六
et: Laupäevad
lt: Šeštadieniai
ro: Zile de sambata

# SecondName
source: Last name
chs: 姓
et: Perekonnanimi
lt: Pavardė
ro: Nume de familie

source: Sector
chs: 扇形区
et: Sektor
lt: Sektorius

# SelectInventoryType
source: Select class of supplies
chs: 选取原料等级
et: - Valige tooraine klass -
lt: - Pasirinkite žaliavos klasę
ro: - Выберите класс сырья -

# SelectUnitsOfMeasure
source: Select measurement unit
chs: 选择测量单位
et: - Valige mõõtühik -
lt: - Pasirinkite mato vienetą
ro: - Выберите единицу измерения -

# SemiFinishedProduct
source: Prepacked product
chs: 半成品
et: Pooltoode
lt: Pusfabrikatis
ro: Полуфабрикат

# SendedSMSCount
source: Text messages sent
et: Saadetud sms-de kogus
ro: Numarul SMSurilor trimise

source: Shift number
chs: 班次号
et: Vahetuse number
lt: Pamainos numeris
ro: Numarul turei

# Shifts
source: Morning shift,evening shift,Night shift
chs: 早班次、晚上班次、夜时班次
et: Hommikune vahetus,Õhtune vahetus,Öine vahetus
lt: Rytinė pamaina, Vakarinė pamaina, Naktinė pamaina
ro: Tura de dimineata,Tura de seara,Tura de noapte

# ShiftType
source: Type of shift
chs: 班次类型
et: Vahetuse liik
lt: Pamainos tipas
ro: Tip tura

# SmsTag_cancel_transaction
source: Card payment cancelation
et: Kaardimakse tühistamine
ro: Anulare plata ca cardul

# SmsTag_deliver_order
source: Order delivered
et: Tellimus on tarnitud
ro: Comanda livrata

# SmsTag_loyalty_start
source: Loyalty program
et: Lojaalsuse süsteem
ro: Sistem de loialitate

# SmsTag_marketing
source: Merketing
et: Müük
ro: Marketing

# SmsTag_marketing_69bb
source: Marketing - test mailer
et: Müük - testi postitus
ro: Marketing – emailing de test

# SmsTag_new_order
source: New order
et: Uus tellimus
ro: Comanda noua

# SmsTag_phone_change
source: Telephone number change
et: Telefoni vahetus
ro: Modificare telefon

# SmsTag_recovery_password
source: Restore password
et: Parooli taastamine
ro: Recuperare parola

# SmsTag_registration
source: Registration date
et: Registreerimine
ro: Inregistrare

# SmsTag_registration_cc
source: Registration through Call-center
et: Registreerimine CC
ro: Inregistrare prin CC

# SmsTag_registration_restaurant
source: Registration at the store POS
et: Registreerimine restorani kassa kaudu
ro: Inregistrare prin casieria restaurantului

source: Speed
chs: 速度
et: Kiirus
lt: Sparta
ro: Viteza

# StartBonus
source: Starting bonus
chs: 启动奖金
et: Stardiboonus
lt: Startinė premija
ro: Bonus de start

# Stationary
source: Restaurant
chs: 餐厅
et: Restoran
lt: Restoranas

# Statistic
source: Summary
chs: 统计
et: Statistika
lt: Statistika
ro: Statistica

# StopSale
source: Saspension of sales
chs: 停止销售
et: Müükide peatamine
lt: Pardavimo sustabdymas
ro: Oprirea vanzarilor

# StopSaleDuration
source: Duration of stop
et: Peatuse kestvus
ro: Durata opririi

source: Street
chs: 街
et: Tänav
lt: Gatvė
ro: Strada

source: Sundays
chs: 星期日
et: Pühapäevad
lt: Sekmadieniai
ro: Zile de duminica

# SupplyReportColumnCount
source: Qty.
chs: 数量
et: Arv (tk)
lt: Kiekis
ro: Cant.

# SupplyReportColumnMaterial
source: Supplies
chs: 原料
et: Tooraine
lt: Žaliavos
ro: Materii prime

# SupplyReportColumnPrice
source: Price
chs: 价格
et: Hind
lt: Kaina
ro: Pret

# SupplyReportColumnSumma
source: Amount
chs: 金额
et: Summa
lt: Suma
ro: Suma

# SupplyReportColumnUnitOfMeasure
source: Meas. Unit
chs: 测量单位
et: Mõõtühik
lt: Mato vnt.
ro: U.M.

# SupplyReportHeaderAllPizzerias
source: All stores
chs: 所有披萨店
et: Kõik pitsarestoranid
lt: Visos picerijos
ro: Toate pizzeriile

# SupplyReportHeaderPeriodLabel
source: Period
chs: 期间
et: Periood
lt: Laikotarpis
ro: Perioada

# SupplyReportHeaderTitle
source: Incoming supplies
chs: 原料供应
et: Tooraine saabumine
lt: Žaliavų pajamos
ro: Aprovizionare materii prime

# SupplyReportHeaderUnitLabel
source: Unit/Store
chs: 部门/披萨店
et: Osakond / pitsarestoran
lt: Skyrius / picerija
ro: Unitatea / pizzerie

# SupplyReportPeriodCannotBeMoreThan100Days
source: Period can't exceed 100 days
et: Periood ei tohi ületada 100 päeva
ro: Perioada nu poate depasi 100 de zile

# TabNo
source: Personnel number
chs: 工号
et: Tabelinumber
lt: Tabelio numeris
ro: Numar de inregistrare

# TakenLosses
source: Registered losses
chs: 统计的损失
et: Arvestatud kulud
lt: Numatyti nuostoliai
ro: Pierderi inregistrate

# TechnicalDescription
source: Standard description
chs: 类型描述
et: Liigialane kirjeldus
lt: Tipinis aprašymas
ro: Descriere tip

source: Thursdays
chs: 几个星期四
et: Neljapäevad
lt: Ketvirtadieniai
ro: Zile de joi

source: Time
chs: 时间
et: Aeg
lt: Laikas
ro: Timp

# TimeOutOrdersPercentage
source: % of expiration
chs: 过期%
et: Kõlblik kuni tähtaja ületanu %
lt: Vėlavimų %
ro: % intarzieri

# TimeOutPeriod
source: Waiting
chs: 等待
et: Ootamine
lt: Laukiama
ro: In asteptare

# TimeReportBeginDateColumnTitle
source: Shift start date
chs: 班次开始日期
et: Vahetuse alguskuupäev
lt: Pamainos pradžios data
ro: Data inceput tura

# TimeReportBeginTimeColumnTitle
source: Shift start time
chs: 班次开始时间
et: Vahetuse algusaeg
lt: Pamainos pradžios laikas
ro: Ora inceput tura

# TimeReportCategoryColumnTitle
source: Category
chs: 分类
et: Kategooria
lt: Kategorija
ro: Categorie

# TimeReportDayHoursColumnTitle
source: Day hours
chs: 日间小时
et: Päevased tunnid
lt: Dieninės valandos
ro: Zi

# TimeReportEmployeeColumnTitle
source: Last name, first name of employee
chs: 人员的姓名
et: Töötaja perekonnanimi, nimi
lt: Darbuotojo vardas, pavardė
ro: Nume, prenume

# TimeReportEndDateColumnTitle
source: Shift end date
chs: 班次结束日期
et: Vahetuse lõpetamise kuupäev
lt: Pamainos pabaigos data
ro: Data terminare tura

# TimeReportEndTimeColumnTitle
source: Shift end time
chs: 班次结束时间
et: Vahetuse lõppaeg
lt: Pamainos pabaigos laikas
ro: Ora terminare tura

# TimeReportHoursTotalColumnTitle
source: Total
chs: 共计
et: Kokku
lt: Iš viso

# TimeReportNightHoursColumnTitle
source: Night hours
chs: 夜时
et: Öötunnid
lt: Naktinės valandos
ro: Noapte

# TimeToStringFormat
source: h:mm tt
chs: HH：mm
et: HH:mm
ro: HH:mm

# Title_ActivityDeliverySectors
source: Delivery sectors activity
chs: 送货扇形区活性
et: Kohaletoimetamise sektorite aktiivsus
lt: Pristatymo sektorių aktyvumas
ro: Activitatea sectoarelor de livrare

# Title_ActualPriceReport
source: Local prices
chs: 实价
et: Aktuaalsed hinnad
ro: Preturi actualizate

# Title_AverageCheck
source: Average check
chs: 订单均价
et: Keskmine tšekk
lt: Vidutinis čekis
ro: Bonul mediu

# Title_AverageOrderAcceptTime
source: Average order placement time
chs: 接单子的平均时间
et: Tellimuse vastuvõtu keskmine aeg
ro: Timp mediu de preluare a comenzii

# Title_BonusActionActivityReport
source: Promotions performance
chs: 活动活性
et: Aktiivsus kampaaniate kaupa
lt: Aktyvumas pagal akcijas
ro: Activitatea promotiilor

# Title_BonusActionsReport
source: Instances of applied auto-promotions
chs: 应用自动活动
et: Automaatsete kampaaniate rakendamine
lt: Automatinių akcijų taikymas
ro: Aplicarea promotiilor automate

# Title_ClientHistoryReport
source: Customer history
et: Kliendi ajalugu
ro: Istoric client

# Title_ClientsStatisicReport
source: Statistics by customers
chs: 客户统计
et: Klientide statistika
lt: Klientų statistika
ro: Statistici clienti

# Title_CourierRating
source: Drivers' rating
chs: 外卖员评分
et: Kullerite reiting
lt: Kurjerių reitingas
ro: Rating curieri

# Title_CourierStatisicReport
source: Statistics by drivers
chs: 快递员统计
et: Kullerite statistika
lt: Kurjerių statistika
ro: Statistici curieri

# Title_CourierTasks
source: Drivers' trips
chs: 外卖员行程
et: Kullerite sõidud
lt: Kurjerių išvykos
ro: Deplasari curieri

# Title_DefectiveProductsReport
source: Defective products
chs: 残次品
et: Praaktooted
lt: Išbrokuoti produktai
ro: Produse rebut

# Title_DeliveryStatistic
source: Delivery statistics
chs: 送货统计
et: Kohaletoimetamise statistika
lt: Pristatymo statistika
ro: Statistica livrare

# Title_DoughReport
source: Dough consumption
chs: 耗面量
et: Taigna kulu
lt: Tešlos sąnaudos
ro: Consum aluat

# Title_LossesAndExceesReport
source: Losses and surplus
chs: 损失及超额
et: Kahjum ja ülejääk
lt: Nenumatyti nuostoliai
ro: Pierderi neinregistrate

# Title_LoyaltyProfitReport
source: Loyalty program - operations with Dodo currency
et: Boonusprogramm- tehingud Dodo-eurodega
ro: Sistem de bonusare – operatiuni cu Dodo-lei

# Title_LoyaltyReport
source: Loyalty program
et: Boonusprogramm
ro: Sistem de bonusare

# Title_MostRichClientsReport
source: Loyalty program - top customers
et: Boonusprogramm - klientide top
ro: Sistem de bonusare – top clienti

# Title_OperatorsStatistic
source: Operators' statistics
chs: 运营商统计
et: Operaatorite statistika
ro: Statistici operatori

# Title_OrdersReport
source: Orders
chs: 订单报告
et: Tellimused
lt: Užsakymai
ro: Comenzi

# Title_PizzaSliceRealPrice
source: Slices - real price
et: Tükikesed - reaalne hind
ro: Felii – pret real

# Title_ProductionTimeReport
source: Preparation time
chs: 制作时间
et: Valmistamisaeg
lt: Pagaminimo laikas
ro: Timpul prepararii

# Title_ReportPizzaSliceRealPrice
source: Slices - real price
et: Tükikesed - reaalne hind
ro: Felii – pret real

# Title_ReportPizzeriaLoad
source: Report on workload
chs: 工作量报告
et: Aruanne koormatuse kohta
lt: Apkrovimo ataskaita
ro: Raportul incarcarii productiei

# Title_ReportPizzeriaLoadOrders
source: Orders
chs: 订单
et: Tellimused
lt: Užsakymai
ro: Comenzi

# Title_ReportPizzeriaLoadProducts
source: Products
chs: 产品
et: Tooted
lt: Produktai
ro: Produse

# Title_ReportPopularityProducts
source: Popularity of products
chs: 热门产品
et: Toodete populaarsus
lt: Produktų populiarumas
ro: Popularitatea produselor

# Title_ReportProductivity
source: Productivity
chs: 产量
et: Tootlikkus
lt: Našumas
ro: Productivitate

# Title_ReportPromoCodeUsed
source: Promo codes consumption
chs: 促销代码耗量
et: Sooduskoodide kulu
lt: Promo kodų išlaidos
ro: Consum promocoduri

# Title_ReportSaleByCashBoxSessions
source: Sales by POS station shifts
chs: 周期总金额
et: Müügid kassavahetuste kaupa
lt: Pardavimas pagal kasos pamainas
ro: Vanzari dupa turele de casierie

# Title_RevenuePercentage
source: Sales proportion, %
chs: 销售额比例，%
et: Läbimüügi osakaal, %
lt: Įplaukos dalis %
ro: Procent incasari, %

# Title_SalaryReport
source: Payments
chs: 工资
et: Töötasu
lt: Darbo užmokestis
ro: Salariu

# Title_SaleCount
source: Sold, pieces
chs: 销售，个
et: Müüdud, tk
lt: Parduota vnt.
ro: Vandute, buc.

# Title_StopSaleReport
source: Stop-sales
chs: 停止销售
et: Stopp-müügid
lt: Pardavimo sustabdymas
ro: Stoparea vanzarilor

# Title_TimeReport
source: Actual time
chs: 实际时间
et: Tegelik aeg
lt: Faktinis laikas
ro: Program efectiv

source: Total
chs: 共计
et: Kokku
lt: Iš viso

# TotalClientsCountByPeriod
source: Total orders per period
et: Klientide kogus kokku perioodi kohta
ro: Numarul total de clienti pe perioada

# TotalNDS
source: Amount with VAT
chs: 增值税总数
et: KM summa
lt: PVM suma
ro: Suma TVA

# TotalOrdersCountByPeriod
source: Total orders per period
et: Tellimuste kogus kokku perioodi kohta
ro: Numarul total de comenzi pe perioada

# TotalOrdersPrice
source: Amount from orders with promotion
chs: 订单活动数额
et: Tellimuste summa kampaania raames
lt: Akcijinių užsakymų suma
ro: Suma comenzilor pe promotie

# TotalPayableForPeriod
source: Amount due per period
chs: 周期总金额
et: Perioodi eest väljamaksmiseks kokku
lt: Iš viso išmokėti per laikotarpį
ro: Total la plata pentru perioada

source: Transaction
chs: 交易
et: Tehing
ro: Tranzactie

# TransactionConfirmed
source: Transaction status
et: Transaktsiooni staatus
ro: Stare tranzactie

# TransactonCheckDate
source: Transaction date
et: Transaktsiooni kuupäev
ro: Data realizarii tranzactiei

source: Tuesdays
chs: 星期二
et: Teisipäevad
lt: Antradieniai
ro: Zile de marti

source: Type
chs: 类型
et: Liik
lt: Tipas
ro: Tip

# Undefined
source: Not defined
et: Pole määratud
ro: Nedefinit

# Unitate
source: Division
et: Allüksus
ro: Unitatea

# UnitateName
source: Division
et: Allüksus
ro: Unitatea

# Unitates
source: Divisions
et: Allüksus
ro: Unitati

# UnitName
source: Unit
chs: 部分
et: Osakond
lt: Skyrius
ro: Locatie

source: Units:
chs: 部分：
et: Osakonnad:
lt: Skyriai:
ro: Locatii:

# UserBeginSale
source: Who restarted
chs: 谁恢复
et: Kes taasalustas
lt: Kas atnaujino
ro: Reluat de

# UserStopSale
source: Who stopped
chs: 谁停止
et: Kes peatas
lt: Kas sustabdė
ro: Oprit de

# UsingCount
source: Number of applications
chs: 应用数量
et: Kasutuskordade arv
lt: Panaudojimų skaičius
ro: Numar de utilizari

source: Value
chs: 指数值
et: Tähendus
lt: Reikšmė
ro: Valoare

# WaitingTime
source: Waiting
chs: 等待
et: Ootamine
lt: Laukimas
ro: Asteptare

source: Wednesdays
chs: 星期三
et: Kolmapäevad
lt: Trečiadieniai
ro: Zile de miercuri

# Weekend
source: Days off
chs: 休息日
et: puhkepäevad
lt: poilsio dienos
ro: zile libere

source: Workload
chs: 劳动
et: Koormatus
lt: Apkrovimas
ro: Incarcare

source: Yes
chs: 否
et: Jah
lt: Taip
ro: Da

# GoodBonus
source: Standard
chs: 标准
lt: Standartas
ro: in timp

# KilogramShort
source: Kg.
chs: 公斤
ro: Кг.

# LiterShort
source: l.
chs: 升
ro: Л.

# MilliliterShort
source: Ml.
chs: 毫米
ro: Мл.

# FunctionFilter_Max
source: max
chs: 最大
lt: maks.

# FunctionFilter_Min
source: min
chs: 最小

source: kg
chs: 公斤

source: Pizza
chs: 比萨
lt: Pica

# ProfitAndLosses_InternetCosts
source: Internet
chs: 网络费
lt: Internetas

# UnitCostPercentage
source: UnitCost,%
chs: 单位成本，%
