Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Reports/Text.*.resx
Languages: chs, et, lt, ro

# OnHallSquare
source: Per sq.m.of dining room
chs: 每大厅平方米
et: Saali m2 kohtaSaali m2 kohtaSaali m2 kohta
lt: m2 salės
ro: Per mp de sala

# OperationCount
source: Number of successful applications
chs: 阳性数
et: Operatsioonide arv
lt: Užsakymų skaičius
ro: Numar aplicari

source: Order amount
chs: 订单总额
et: Tellimuse summa
lt: Užsakymo suma
ro: Suma comanda

# OrderDateOfReceipt
source: Date of order
chs: 订单日期
et: Tellimuse kuupäev
lt: Užsakymo data
ro: Data comenzii

source: order id
chs: 订单编号
et: tellimuse id
ro: id comanda

# OrderLinesCount
source: Entries
chs: 地位
et: Positsioone
lt: Pozicijos
ro: Pozitii

# OrderNumber
source: Order №
chs: 订单号
et: Tellimuse nr.
lt: Užsakymo Nr.
ro: Nr. comanda

source: Order operator
chs: 订单操作者
et: Tellimuse operaator
lt: Užsakymo operatorius
ro: Operatorul comenzii

# OrderPaymentType
source: Payment method
chs: 支付方式
et: Tasumise viis
lt: Mokėjimo būdas
ro: Mod de plata

source: Orders
chs: 订单
et: Tellimused
lt: Užsakymai
ro: Comenzi

# OrdersAmount
source: Amount from orders
chs: 订单金额
et: Tellimuste summa
lt: Užsakymų suma
ro: Suma comenzi

# OrdersCount
source: Number of orders
chs: 订单数量
et: Tellimuste arv
lt: Užsakymų skaičius
ro: Numar comenzi

# OrdersCountOnCouriers
source: Number of orders per delivery man per hour
chs: 一小时个快递员订单数量
et: Tellimuste arv kulleri kohta tunnis
lt: Užsakymų skaičius kurjeriui per valandą
ro: Numar comenzi per curier pe ora

source: Orders delivered
chs: 订单已经发送
et: Kohale toimetatud tellimusi
lt: Užsakymų pristatyta
ro: Comenzi livrate

# OrdersOnCouriersInHourCount
source: Orders per driver per hour
chs: 一小时个快递员订单
et: Tellimusi kulleri kohta tunnis
lt: Užsakymų kurjeriui per valandą
ro: Comenzi per curier pe ora

# OrderSourceMobile
source: Mob. App.
chs: 手机软件
et: Mob. Rakendus
lt: Mob. pried.
ro: MobilAplicatie

# OrderSources
source: Sources of orders
chs: 订单来源
et: Tellimuste allikad
lt: Užsakymų šaltinis
ro: Sursele comenzilor

# OrderSourceSite
source: Website
chs: 网址
et: Veebileht
lt: Svetainė
ro: Site

source: Order status
chs: 订单的状态
et: Tellimuse staatus
lt: Užsakymo statusas
ro: Status comanda

# OrderType
source: Type of order
chs: 订单类型
et: Tellimuse liik
lt: Užsakymo tipas
ro: Tip comanda

# Organization
source: Company
chs: 组织
et: Organisatsioon
lt: Organizacija
ro: Organizatia

source: Other
et: Muu
ro: Altele

# OverdueBonus
source: Penalty (Waiting)
chs: 罚款 （等候）
et: Trahv (Viivitus)
lt: Bauda (Laukiama)
ro: Penalitate (Asteptare)

source: Packaging
chs: 包装
et: Pakend
lt: Įpakavimas
ro: Упаковка

# PackingTable
source: Packaging
chs: 包装
et: Pakend
lt: Įpakavimas
ro: Ambalare

source: Patronymic
chs: 姓氏
et: Perekonnanimi
lt: Tėvavardis
ro: Patronimic

# PaymentCardTransId
source: transaction id
et: transaktsiooni id
ro: id tranzactie

source: Period
chs: 期限
et: Periood
lt: Laikotarpis
ro: Perioada

# PersonalFood
source: Staff meals
chs: 人员饮餐
et: Personali toitlustus
lt: Personalo maitinimas
ro: Masa personal

# PhoneNumber
source: Telephone number
chs: 电话号码
et: Telefoninumber
lt: Telefono numeris
ro: Numar telefon

# Pickup
source: Carryout
chs: 自提
et: Tulen ise järgi
lt: Išsinešti
ro: Ridicare

# PizzaAndCompositionCountOnEmployee
source: Number of pizzas and snacks per person per hour
chs: 以小时个人披萨和小吃数量
et: Pizzade ja suupistete arv inimese kohta tunnis
lt: Picų ir užkandžių skaičius žmogui per valandą
ro: Numar de pizza si gustari per persoana pe ora

# PizzaCountOnEmployee
source: Number of pizzas per person per hour
chs: 以小时个人披萨数量
et: Pizzade arv inimese kohta tunnis
lt: Picų skaičius žmogui per valandą
ro: Numar de pizza per persoana pe ora

# Pizzeria
source: Store
chs: 比萨店
et: Pizzarestoran
lt: Picerija
ro: Pizzeria

# PizzeriaAge_AnyAge
source: stores of any age
chs: 任何工龄的披萨店
et: Igas vanuses pitsarestoranid
ro: Pizzerii de orice varsta

# PizzeriaAge_ChooseAge
source: Age of store
chs: 披萨店的年纪
et: Pitsarestorani vanus
ro: Varsta pizzerie

# PizzeriaAge_HalfYear
source: Operating > 6 months
chs: 6个月旧以上的披萨店
et: Pitsarestoranid vanemad, kui 6 kuud
ro: Pizzerii peste 6 luni

# PizzeriaAge_OneYear
source: Operating > 1 year
chs: 一年旧以上的披萨店
et: Pitsarestoranid vanemad, kui 1 aasta
ro: Pizzerii peste 1 an

# PizzeriaUnitCaption
source: Unit/Store
chs: 部门/披萨店
et: Osakond/Pizzarestoran
lt: Skyrius / picerija
ro: Unitatea/Pizzerie

# Portion
source: Share
chs: 份额
et: Osakaal
lt: Dalis
ro: Procent

# PremiumFixedAmount
source: Single premium
et: Ühine preemia
ro: Prima unica

# PremiumRateIncrease
source: Hourly rate premium
et: Preemia tunnitasu juurde
ro: Prima la rata orara

# PremiumsComment
source: Comment to premiums
et: Preemia kommentaar
ro: Comentarii referitoare la prime

# Preparation
source: Production
chs: 制作
et: Valmistamine
lt: Gamyba
ro: Preparare

source: Preparation time
chs: 制作时间
et: Valmistamisaeg
lt: Pagaminimo laikas
ro: Timp productie

source: Price
chs: 价格
et: Hind
lt: Kaina
ro: Pret

# PrimeCost
source: COGS
chs: 成本
et: Omahind
lt: Savikaina
ro: Sinecost

source: Product
chs: 产品
et: Toode
lt: Produktas
ro: Produs

# ProductCategories
source: Categories of products
chs: 产品分类
et: Toodete kategooriad
lt: Produktų kategorijos
ro: Categorie produse

# ProductCategory
source: Category
chs: 分类
et: Kategooria
lt: Kategorija
ro: Categoria

source: Product Id
chs: 产品Id
et: Toote ID
lt: Produkto ID
ro: Id produs

source: Production
chs: 制作
et: Valmistamine
lt: Gamyba
ro: Preparare

# ProductName
source: Name of product
chs: 产品名
et: Toote nimetus
lt: produkto pavadinimas
ro: Denumire produs

source: Products
chs: 产品
et: Tooted
lt: Produktai
ro: Produse

# ProductSales
source: Sales
chs: 销售
et: Müügid
lt: Pardavimas
ro: Vanzari

# ProductsGroup
source: Group of products
chs: 产品组
et: Tooterühm
lt: Produktų grupė
ro: Grupa de produse

# ProductType
source: Type of product
chs: 产品类型
et: Toote liik
lt: Produkto tipas
ro: Tip produs

source: Profit
chs: 利润
et: Läbimüük
lt: Pelnas
ro: Incasari

# ProfitAndLosses_AdministrativeCosts
source: Administrative expenses
chs: 管理费用
et: Administratiivkulud
lt: Administracinės išlaidos
ro: Chletuieli administrative

# ProfitAndLosses_BankingCosts
source: Banking expenses
chs: 银行费用
et: Pangakulud
ro: Cheltuieli bancare

# ProfitAndLosses_BankingServicesCosts
source: Banking services
chs: 银行服务费用
et: Pangateenused
lt: Banko paslaugos
ro: Servicii bancare

# ProfitAndLosses_CalculatedFoodCost
source: Base Food Cost
chs: 计算的食物费用
et: Arvestuslik Food Cost
lt: Apskaičiuota Food Cost
ro: Food Cost scriptic

# ProfitAndLosses_CallCentrCosts
source: Call-center
chs: 客服中心
et: Kõnekeskus
lt: Skambučių centras

# ProfitAndLosses_CapitalInvestments
source: CAPEX
chs: 资本投资
et: Investeeringud
ro: Investitii capitale

# ProfitAndLosses_CapitalInvestmentsForAdministrativeExpenses
source: G&A
chs: 业行政
et: Administratiivne majandus
ro: Cheltuieli administrative

# ProfitAndLosses_CapitalInvestmentsForAdvertising
source: Advertising, marketing
chs: 广告，营销
et: Reklaam, markeeting
ro: Publicitate si marketing

# ProfitAndLosses_CapitalInvestmentsForConstructionMaterials
source: Construction materials
chs: 建材
et: Ehitusmaterjalid
ro: Materiale de constructii

# ProfitAndLosses_CapitalInvestmentsForEquipment
source: Equipment
chs: 设备
et: Seadmed
ro: Echipamente

# ProfitAndLosses_CapitalInvestmentsForInventory
source: Smallwares and implements
chs: 器具
et: Inventaar
ro: Obiecte de inventar

# ProfitAndLosses_CapitalInvestmentsForRepairs
source: Expendable supplies
chs: 维修工作
et: Remonditööd
ro: Reparatii

# ProfitAndLosses_CommonCosts
source: Chain expenses
chs: 公网费用
et: Võrku hõlmavad kulud
ro: Cheltuieli generale de retea

# ProfitAndLosses_ControlledTotalCosts
source: Controllable expenses
chs: 可控制的费用
et: põhikulud
lt: Kontroliuojamos išlaidos
ro: Cheltuieli fixe

# ProfitAndLosses_CorporateEventsCosts
source: Corporate events
chs: 公司社交活动
et: Korporatiivsed üritused
lt: Korporatyviniai renginiai
ro: Evenimente corporative

# ProfitAndLosses_Costs
source: Expenses
chs: 费用
et: Kulud
lt: Išlaidos
ro: Cheltuieli

# ProfitAndLosses_CoverallsCosts
source: Uniform
chs: 特服
et: Tööriided
lt: Specialieji drabužiai
ro: Echipamente de lucru

# ProfitAndLosses_Delivery
source: Delivery
chs: 运输
et: Kohaletoimetamine
lt: Pristatymas
ro: Livrare

# ProfitAndLosses_ElectricityCosts
source: Electricity
chs: 电费
et: Elektrienergia
lt: Elektros energija
ro: Curent electric

# ProfitAndLosses_EnterParamters
source: Enter values
chs: 输入指数
et: Sisesta näitajad
lt: Įvesti rodiklius
ro: Introduceti parametrii

# ProfitAndLosses_EquipmentAndSuppliesCosts
source: Equipment, implements and smallwares
chs: 设备及用具
et: Seadmestik ja inventar
lt: Įranga ir inventorius
ro: Echipamente si obiecte de inventar

# ProfitAndLosses_FuelsAndLubricants
source: Fuel and related
chs: 燃润油料
et: GSM
lt: Kuras ir tepalai
ro: Combustibil

# ProfitAndLosses_GasCosts
source: Gas (kitchen)
chs: 天然气费
et: Gaas
lt: Dujos
ro: Gaze

# ProfitAndLosses_GrossProfit
source: Gross profit
chs: 毛利润
et: Kogukasum
lt: Bendras pelnas
ro: Profit brut

# ProfitAndLosses_HeatingCosts
source: Heating
chs: 暖气费
et: Küte
lt: Šildymas
ro: Termoficare

# ProfitAndLosses_InsuranceVehiclesCosts
source: Insurance
chs: 保险费用
et: Kindlustus
lt: Draudimas
ro: Asigurare

# ProfitAndLosses_LossAndSurplusTotal
source: Losses/Surplus
chs: 损失/超额
et: Kaod/Ülejäägid
lt: Nuostolis / Perteklius
ro: Pierderi/Surplus

# ProfitAndLosses_LossSurplusesPizzeria
source: Store
chs: 披萨店
et: Pizzarestoran
lt: Picerija
ro: Pizzerie

# ProfitAndLosses_MaintainingBuildingsCosts
source: Building services
chs: 楼维护的费用
et: Kulutused hoonete korrashoidmise peale
lt: Pastatų išlaikymo išlaidos
ro: Chletuieli de intretinere a imobilelor

# ProfitAndLosses_MaintenanceAndRepairBuildingsCosts
source: M&R Building
chs: 楼维护及装修的费用
et: Hoone hooldamine ja remont
lt: Pastato priežiūra ir remontas
ro: Intretinerea si reparatia imobilelor

# ProfitAndLosses_MaintenanceAndRepairTotal
source: M&R
chs: 维护及装修的费用
et: Hooldus ja remont
lt: Priežiūra ir remontas
ro: Intretinere si reparatie

# ProfitAndLosses_MaintenanceOfEquipmentCosts
source: M&R Equipment
chs: 设备的维护及装修
et: Seadmestiku hooldus ja remont
lt: Įrangos priežiūra ir remontas
ro: Intretinere si reparatie echipamente

# ProfitAndLosses_MaintenanceOfOtherEquipmentCosts
source: M&R of other nonexpendable materials
chs: 其他用具的维护的费用
et: Muu inventari hooldus ja remont
lt: Kito inventoriaus priežiūra ir remontas
ro: Intretinere si reparatie alte obiecte de inventar

# ProfitAndLosses_MaintenanceVehiclesTotalCosts
source: Vehicle maintenace
chs: 维护汽车的费用
et: Transpordivahendite korrashoidmine
lt: Autotransporto išlaikymas
ro: Intretinere parc auto

# ProfitAndLosses_ManagementCosts
source: Management
chs: 管理费用
et: Kulutused juhtimisele
lt: Valdymo išlaidos
ro: Chletuieli administrative pentru

# ProfitAndLosses_MedicalExaminationCosts
source: Madical check-up
chs: 体格检查费用
et: Meditsiiniline ülevaatus
lt: Medicininė apžiūra
ro: Medicina muncii

# ProfitAndLosses_NDS
source: VAT due
chs: 增值税
et: Maksmisele kuuluv KM
lt: Mokamas PVM
ro: TVA de plata

# ProfitAndLosses_OtherDiscretionaryCosts
source: Other controllable expenses
chs: 其他可控制的费用
et: Muud põhikulud
lt: Kitos kontroliuojamos išlaidos
ro: Alte cheltuieli fixe

# ProfitAndLosses_OtherMaterialsCosts
source: Other materials
chs: 其他原料费用
et: Muud materjalid
lt: Kitos medžiagos
ro: Alte materiale

# ProfitAndLosses_OtherOperatingCosts
source: Other operational expenses
chs: 其他营业费用
et: Muud tegevuskulud
lt: Kitos eksploatacinės išlaidos
ro: Alte cheltuieli de exploatare

# ProfitAndLosses_OtherStaffCosts
source: Other staff expenses
chs: 其他员工费用
et: Muud kulutused personalile
ro: Alte cheltuieli de personal

# ProfitAndLosses_OtherUncontrollableCosts
source: Other noncontrollable expenses
chs: 其他不可控制的费用
et: Muud mittepõhikulud
lt: Kitos nekontroliuojamos išlaidos
ro: Alte cheltuieli variabile

# ProfitAndLosses_PackingCosts
source: Packaging
chs: 包装费用
et: Pakend
lt: Įpakavimas
ro: Ambalaje

# ProfitAndLosses_PersonnelCosts
source: Personnel meals
chs: 员工饮食
et: Personali toitlustus
lt: Personalo maitinimas
ro: Alimentatie personal

# ProfitAndLosses_PhoneCosts
source: Telephone
chs: 电话费用
et: Telefon
lt: Telefonas
ro: Telefon

# ProfitAndLosses_PRCCosts
source: Commissary
chs: PRC costs
et: PRC kulud
lt: GPC
ro: CPL

# ProfitAndLosses_ProductionCost
source: Cost of product (COGS)
chs: 食品成本
et: Toodete omahind
lt: Produkcijos savikaina
ro: Sinecost produse

# ProfitAndLosses_ProductionCosts
source: Manufacruring expenses per
chs: 期间：的生产费用
et: Kulutused tootmisele
lt: Gamybos išlaidos per
ro: Cheltuieli de productie pentru

# ProfitAndLosses_ProductsCosts
source: Products
chs: 食品费用
et: Tooted
lt: Produktai
ro: Produse

# ProfitAndLosses_ProductsTotalCosts
source: Cost of product (COGS)
chs: 食品成本
et: Toodete omahind
lt: Produkcijos savikaina
ro: Sinecost produse

# ProfitAndLosses_ProductsWithOutRecipes
source: Products not contained in recipes
chs: 制法以外的食品
et: Retseptide välised tooted
lt: Receptuose nenurodyti produktai
ro: Produse in afara retetelor

# ProfitAndLosses_ProfitAfterControlledCosts
source: Profit after controllable expenses
chs: 减控制费用的利润
et: Kasum peale põhikulud
lt: Pelnas po kontroliuojamų išlaidų
ro: Profit dupa cheltuielile fixe

# ProfitAndLosses_ReclameCosts
source: Advertising
chs: 广告
et: Reklaam
lt: Reklama
ro: Publicitate

# ProfitAndLosses_RecruitmentStaffCost
source: Recruitment expenses
chs: 招聘员工费用
et: Personali töölevõtmisega seotud kulutused
lt: Personalo įdarbinimo išlaidos
ro: Chletuieli angajare personal

# ProfitAndLosses_RentCosts
source: Occupancy costs
chs: 租费
et: Rendikulu
lt: Nuoma
ro: Chirie

# ProfitAndLosses_RepairVehiclesCosts
source: Vehicle M&R
chs: 装修及维修服务
et: Remont, Transpordikulu
lt: Remontas, techninė apžiūra
ro: Reparatie, revizii periodice

# ProfitAndLosses_Restaurant
source: Restaurant
chs: 堂食
et: Restoran
lt: Restoranas

# ProfitAndLosses_ReturnOfUtilityCosts
source: Compensation of utilities
chs: 公用设施费用的补偿
et: Kommunaalkulude katmine
lt: Komunalinių išlaidų kompensavimas
ro: Returnarea costurilor utilitatilor

# ProfitAndLosses_Revenue
source: Sales
chs: 收入
et: Läbimüük
lt: Įplaukos
ro: Incasari

# ProfitAndLosses_RevenueDelivery
source: Delivery
chs: 送餐
et: Kohaletoimetamine
lt: Pristatymas
ro: Livrare

# ProfitAndLosses_RevenueStationaryAndPickup
source: Restaurant + Carryout
chs: 餐厅+自提
et: Restoran + tulen ise järgi
lt: Restoranas + Išsinešimas
ro: Restaurant + Ridicare

# ProfitAndLosses_RevenueTotal
source: Sales
chs: 总销售额
et: Läbimüük
lt: Įplaukos
ro: Incasari

# ProfitAndLosses_Royalty
source: Royalty
chs: 权利金
et: Litsentsitasu

# ProfitAndLosses_SalaryCouriers
source: Driver's payments
chs: 外卖员工资
et: Kullerite töötasu
lt: Kurjerių darbo apmokėjimas
ro: Salarii curieri

# ProfitAndLosses_SalaryManagementStaff
source: Management payments
chs: 管理员工工资
et: Juhtimise töötasu
lt: Valdybos darbuotojų darbo apmokėjimas
ro: Salarii administratie

# ProfitAndLosses_SalaryProductionStaff
source: Kitchen staff payments
chs: 生产员工的工资
et: Tootmise töötasu
lt: Gamybos darbuotojų darbo apmokėjimas
ro: Salarii productie

# ProfitAndLosses_SalaryTotalCosts
source: Labour payments
chs: 工资
et: Töötasu
lt: Darbo apmokėjimas
ro: Total salarii

# ProfitAndLosses_SecurityCosts
source: Security
chs: 治安费
et: Valve
lt: Apsauga
ro: Servicii paza

# ProfitAndLosses_SoftwareCosts
source: Software
chs: 软件
et: Tarkvara
lt: Programinė įranga

# ProfitAndLosses_SparePartsForVehiclesCosts
source: Spare parts
chs: 配件
et: Varuosad
lt: Atsarginės dalys
ro: Piese de schimb

# ProfitAndLosses_StaffCosts
source: Employee expenses
chs: 员工费用
et: Kulutused personalile
lt: Išlaidos personalui
ro: Cheltuieli personal

# ProfitAndLosses_StaffFoodCosts
source: Staff meals
chs: 员工饮食费用
et: Töötajate toitlustus
lt: Darbuotojų maitinimas
ro: Alimentatie personal

# ProfitAndLosses_SuppliesForKitchenCosts
source: Kitchen expendable supplies
chs: 厨房的消耗材料
et: Kulumaterjalid köögi jaoks
lt: Virtuvėje naudojamos medžiagos
ro: Consumabile pentru bucatarie

# ProfitAndLosses_TaxesAndLicense
source: Taxes and licenses
chs: 税费及许可费用
et: Maksud ja litsentsid
lt: Mokesčiai ir licencijos
ro: Impozite si licente

# ProfitAndLosses_TotalCosts
source: Expenses
chs: 总金额
et: Kulud
lt: Išlaidos
ro: Cheltuieli

# ProfitAndLosses_TotalMaterialsCosts
source: Equipment, expendable and nonexpendable materials
chs: 原料，设备，用具
et: Materjalid, seadmestik, inventar
lt: Medžiagos, įranga, inventorius
ro: Materiale, echipamente, inventar

# ProfitAndLosses_TotalOperatingCosts
source: Operational expenses
chs: 营业成本
et: Tegevuskulud
lt: Eksploatacinės išlaidos
ro: Cheltuieli de exploatare

# ProfitAndLosses_TransporationWasteCosts
source: Garbage disposal expenses
chs: 运输及处理废物
et: Jääkide transportimine ja utiliseerimine
lt: Atliekų transportavimas ir sandėliavimas
ro: Transportare si plasare deseuri

# ProfitAndLosses_TransportationCosts
source: Transport costs
chs: 运输费用
et: Transpordikulud
lt: Transporto išlaidos
ro: Chletuieli de transport

# ProfitAndLosses_UncontrollableTotalCosts
source: Noncontrollable expenses
chs: 无法控制费用
et: Mittepõhikulud
lt: Nekontroliuojamos išlaidos
ro: Cheltuieli variabile

# ProfitAndLosses_UtilityCosts
source: Utilities
chs: 公用设施费用
et: Kommunaalkulud
lt: Komunalinės išlaidos
ro: Cheltuieli utilitati

# ProfitAndLosses_WaterAndSewerageCosts
source: Water and plumbing
chs: 供水及排水
et: Vesi ja kanalisatsioon
lt: Vanduo ir kanalizacija
ro: Apa si canalizare

# ProfitPercentage
source: Profit, %
chs: 利润率
et: Läbimüük, %
lt: Pelno dalis %

source: Promo-code
chs: 促销代码
et: sooduskood
lt: Promo kodas
ro: Promocod

# Quantity
source: Piece
chs: 个
et: Tükk
lt: Vienetas
ro: Штука

# QuantityShort
source: Piece
chs: 个
et: Tk
lt: Vnt.
ro: Шт.

source: Real price
et: Reaalne hind
ro: Pret real

source: Reason
chs: 原因
et: Põhjus
ro: Cauza

# ReasonDebitingCaption
source: Reason for write-off
chs: 勾销原因
et: Mahakandmise põhjus
lt: Nurašymo priežastis
ro: Cauza casare

# ReasonStopSale
source: Reason for suspension
chs: 原因停止
et: seisaku põhjus
lt: Sustabdymo priežastis
ro: Motiv oprire

# RecordsCount
source: Number of best scores
chs: 记录数
et: Rekordite arv
lt: Rekordų skaičius
ro: Numar recorduri

source: Report:
chs: 报告：
et: Aruanne:
lt: Ataskaita:
ro: Raport:

# ReportName_ConsumptionProducts
source: Products consumption
chs: 消费类产品
et: Toodete kulu
lt: Produktų sąnaudos
ro: Consum produse

# ReportName_DeliverySectorsReport
source: Delivery zone
chs: 送货区域
et: Kohaletoimetamise piirkond
lt: Pristatymo zona
ro: Zona de livrare

# ReportName_ExpressProductsStatistics
source: Expired express-products
chs: 急送产品延期
et: Ekspress-tooted, millel on kõlblik kuni ületatud
lt: Pavėluoti greitieji produktai
ro: Produse-expres intarziate

# ReportName_ProductivityCouriersStatistic
source: Drivers' workload
chs: 外卖员工作率
et: Kullerite koormatus
lt: Kurjerių krūvis
ro: Incarcarea curierilor

# ReportName_ProductsSalesForCalculationCard
source: Product consumption for recipe cards
chs: 计算卡片用的食品消费
et: Toodete kulu arvutamiskaartide jaoks
lt: Produktų pardavimo ataskaita
ro: Consum materii prime pentru fisele de calculatie

# ReportName_ReportKitchenMotivation
source: Kitchen motivation
chs: 动机厨工
et: Köögi motivatsioon
lt: Virtuvės motyvacija
ro: Motivatia bucatariei

# ReportName_Revenue
source: Sales
chs: 销售额
et: Läbimüük
lt: Įplauka
ro: Incasare

# ReportRange
source: Period
chs: 期间
et: Periood
lt: Laikotarpis
ro: Perioada

# ReportStandartCaption
source: Report
chs: 报告
et: Aruanne
lt: Ataskaita
ro: Raport

# ReportType
source: Type of report
chs: 报告类型
et: Aruande tüüp
ro: Tip raport

# Report_MaterialDebiting
source: Write-off of material
chs: 勾销原料
et: Toorainete mahakandmine
lt: Žaliavų nurašymas
ro: Casari materii prime

# Report_NoColon
source: Report
chs: 报告
et: Aruanne
lt: Ataskaita
ro: Raport

# Report_ProductsDebiting
source: Write-off of product
chs: 食品勾销
et: Toodete mahakandmine
ro: Casare produse

# RestOfDeliverySectors
source: The rest
chs: 其余的
et: Muu
lt: Kita
ro: Restul

# ReturnedClients
source: Return customers
et: Tagasitulnud kliendid
ro: Clienti returnati

# Revenue
source: Sales
chs: 销售额
et: Läbimüük
lt: Įplauka
ro: Incasari

# RevenueNewClientsByLoyaltyTotal
source: Aggregate value of sales by new clients through Referral program
chs: 被忠诚计划引起的新客户单子的金额
et: Lojaalsusprogrammi kasutavate uute klientide tellimuste summa
lt: Naujų klientų, pritrauktų per Lojalumo sistemą, užsakymų suma
ro: Suma comenzilor clientilor noi, atrasi prin Sistemul de loialitate

# RevenueOnEmployee
source: Sales per person per hour
chs: 一小时个人进款
et: Läbimüük inimese kohta tunnis
lt: Įplauka žmogui per valandą
ro: Incasari per persoana pe ora

# RevisionAt
source: Inventory on {0}
chs: 检查从{0}
et: Kontroll alates {0}
lt: Revizija nuo {0}
ro: Inventar din {0}

# RevisionRemainingsHistory
source: Changes history
chs: 变化记载
et: Muudatuste ajalugu
ro: Istoric modificari

# RevisionRemainsHeaderMaterial
source: Supplies
chs: 原料
et: Tooraine
lt: Žaliavos
ro: Materie prima

# RevisionRemainsHeaderPeriodLabel
source: Period
chs: 期间
et: Periood
lt: Laikotarpis
ro: Perioada

# RevisionRemainsHeaderReport
source: Report
chs: 报告
et: Aruanne
lt: Ataskaita
ro: Raport

# RevisionRemainsHeaderRevisionRemains
source: Stock after inventory
chs: 检查的剩余
et: Jäägid revisjoni järgi
lt: Revizijos likučiai
ro: Stoc conform inventar

# RevisionRemainsHeaderUnitLabel
source: Unit/Store
chs: 部门/披萨店
et: Osakond/Pizzarestoran
lt: Skyrius / picerija
ro: Unitatea/Pizzerie

# RevisionRemainsHeaderUnitOfMeasure
source: Meas. unit
chs: 测量单位
et: Mõõtühik
lt: Mato vnt.
ro: U.M.

# RevisionRemainsMaterialType
source: Type of supplies
chs: 原料类型
et: Toorainete tüüp
ro: Tip materie prima

# RevisionRemainsModifiedAt
source: Date and time of changes
chs: 改变时间与日期
et: Muudatuste aeg ja kuupäev
ro: Data si ora modificarilor

# RevisionRemainsModifiedBy
source: Employee
chs: 员工
et: Töötaja
ro: Angajat

# RevisionRemainsNewValue
source: Now
chs: 现在
et: On
ro: A devenit

# RevisionRemainsOriginalValue
source: Before
chs: 以前
et: Oli
ro: A fost

# RevisionRemainsRevisionDate
source: Date and time of inventory
chs: 检查时间与日期
et: Kontrolli aeg ja kuupäev
ro: Data si ora inventarului

# RevisionType
source: Type of inventory
chs: 审计类型
et: Revisjoni liik
lt: Revizijos tipas
ro: Tip inventar

# Revisor
source: Inventory staff:
chs: 审计：
et: Revident:
lt: Revizorius:
ro: Inventariat de:

# SalaryCategory
source: Category
chs: 分类
et: Kategooria
lt: Kategorija
ro: Categorie

# SalaryDayHours
source: Day hours
chs: 日间小时
et: Päevased tunnid
lt: Dieninės valandos
ro: Ore de zi

# SalaryDayMoney
source: Labour payments, day
chs: 工资，天
et: TT, päev
lt: DU, diena
ro: Salariu, zi

# SalaryEmployeeName
source: Last name, first name
chs: 姓名
et: Perekonnanimi, nimi
lt: Vardas, pavardė
ro: Nume, prenume

# SalaryExperience
source: Experience, months
chs: 经验，月数
et: Staaž, kuudes
ro: Vechime, luni

# SalaryExperienceBonus
source: Payments, experience premium
chs: 工资，经验奖励
et: Tasu, preemia staaži eest
ro: Salariu, prima pentru vechime

# SalaryHolidayFactor
source: Special day coefficient
chs: 系数特殊的日子
et: Eripäeva koef.
lt: Ypatingos dienos koeficientas
ro: Coeficient zi speciala

# SalaryHolidayHours
source: Holiday hours
chs: 节日小时
et: Tunnid pühade ajal
lt: Šventinės valandos
ro: Ore de sarbatoare

# SalaryKitchenStaff
source: Kitchen staff payments
chs: 工资厨工
et: Köögi töötasu
lt: Virtuvės darbo užmokestis
ro: Salariul bucatariei

# SalaryNightFactor
source: Night coefficient
chs: 夜间系数
et: Öine koef.
lt: Naktinis koeficientas
ro: Coeficient de noapte

# SalaryNightHours
source: Night hours
chs: 夜时
et: Öötunnid
lt: Naktinės valandos
ro: Ore de noapte

# SalaryNightMoney
source: Labour payments, night
chs: 工资，夜时
et: TT, öö
lt: DU, naktis
ro: Salariu, noapte

# SalaryOrdersCount
source: Per order rate
et: Tellimuse tasu
ro: Plata pe comanda

# SalaryOrdersMoney
source: Payment per order
et: Tasu, tellimuse eest
ro: Salariu, pe comanda
