Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Reports/Text.*.resx
Languages: chs, et, lt, ro

# AcceptTime
source: Time of receiving
chs: 受单子的时间
et: Vastuvõtu aeg
ro: Data preluarii

source: Address
chs: 地址
et: Aadress
lt: Adresas
ro: Adresa

source: All
chs: 全部
et: Kõik
lt: Visi
ro: Toate

# AllPizzerias
source: All stores
chs: 所有披萨店
et: Kõik pitsarestoranid
lt: Visos picerijos
ro: Toate pizzeriile

source: All reasons
chs: 所有原因
et: Kõik põhjused
lt: Visos priežastys
ro: Toate cauzele

# AmoralFactsCount
source: Cases of suspicious behaviour
chs: 事实可疑行为的数量
et: Kahtlase käitumisega seotud faktide arv
lt: Įtartino elgesio faktų skaičius
ro: Numar cazuri de comportament dubios

source: Amount
chs: 总金额
et: Summa
lt: Suma
ro: Suma

# AmountWithOutNDS
source: Amount without VAT
chs: 纳税之前总额
et: Summa ilma KM-ta
lt: Suma be PVM
ro: Suma fara TVA

# AnalysisOfRepeatOrders
source: Repeat orders analysis
et: Korduvtellimuste analüüs
ro: Analiza comenzilor repetate

source: average
et: keskmine
ro: medie

source: Average check
chs: 订单均价
et: Keskmine tšekk
lt: Vidutinis čekis
ro: Bonul mediu

# AverageDeliveryDuration
source: Average delivery time
chs: 平均出行时间
et: Sõidu keskmine ajakulu
lt: Vidutinis kelionės laikas
ro: Timp mediu de deplasare

# AverageOrdersCount
source: Average orders per day
et: Keskmine tellimuste arv päevas
ro: Numarul mediu zilnic de comenzi

# AverageOrdersOfAllClients
source: Average order frequency
et: Keskmine sagedus tellimuste kohta
ro: Frecventa medie a comenzilor

# AverageWorkLoad
source: Average load
chs: 平均负荷
et: Keskmine koormatus
lt: Vidutinis krūvis
ro: Incarcare medie

# BadBonus
source: Slow
chs: 长久
et: Kaua
lt: Ilgai
ro: intarziere

# BasicData
source: Initial data
chs: 初始资料
et: Algandmed
lt: Pradiniai duomenys
ro: Datele initiale

# BeginDate
source: Start
chs: 开始
et: Algus
lt: Pradžia
ro: Inceput

# BonusAccruedByFriends
source: For inviting friends
chs: 邀请朋友的奖金
et: Sõprade kustumise eest
lt: Už pakviestus draugus
ro: Pentru prietenii invitati

# BonusAccruedTitle
source: Dodo dollars transferred
chs: dodo积分计算的
et: Lisatud dodo-eurosid
lt: Priskaičiuota DODO eurų
ro: „Dodo lei” atribuiti

# BonusAction
source: Promotion
chs: 活动
et: Kampaania
lt: Akcija
ro: Promotie

# BonusActionDescription
source: Promotion description
chs: 活动描述
et: Kampaania kirjeldus
lt: Akcijos aprašymas
ro: Descriere promotie

# BonusActionEndPoint
source: Destination
chs: 方向
et: Suunitlus
lt: Nukreipimas
ro: Directionare

# BonusActionName
source: Promotion name
chs: 活动名
et: Kampaania nimetus
lt: Akcijos pavadinimas
ro: Denumire promotie

# BonusAll
source: Total
chs: 一共
et: Kokku
lt: Iš viso

# BonusPercentage
source: % of orders
chs: 单子的百分率
et: Protsent tellimustelt
lt: Procentas už užsakymus
ro: Procent din comenzi

# BonusPercentageDelivery
source: % of delivery orders
et: Tarnimisega tellimuste protsent
ro: Procent din comenzile la livrare

# BonusPercentageFromFriends
source: Percentage of friends' orders
chs: 朋友单子的百分率
et: Protsent sõprade tellimustelt
lt: Procentas už draugų užsakymus
ro: Procent din comenzile prietenilor

# BonusPercentagePickup
source: % of carryout orders
et: Järgitulekuga tellimuste protsent
ro: Procent din comenzile cu ridicare

# BonusPercentageRestorant
source: % of dine-in orders
et: Tellimuste protsent restoranis
ro: Procent din comenzile in restaurant

# BonusSpentPercentage
source: Proportion of spent Dodo dollars in revenue
chs: 花完dodo积分的收入百分率
et: Kulutatud "Dodo-eurode" protsent kasumist
lt: Procentas už draugų užsakymus
ro: Procent de „Dodo lei” consumati din incasarile totale

# BonusSpentTitle
source: Dodo dollars spent
chs: 化了“dodo积分”
et: Kulutatud "Dodo-eurosid"
lt: Išleista DODO eurų
ro: „Dodo lei” consumati

source: By dates
chs: 按日期
et: Kuupäevaliselt
ro: Dupa data

# ByDebitingReasons
source: By reasons of write-offs
chs: 因勾销的原因
et: Mahakandmise põhjused
ro: Dupa cauzele casarii

# CallCenterDailyReportXmlHeader
source: Report: CC daily payments
chs: 客厅中心订单日报告
et: Aruanne: arvutused KK-ga ööpäeva kaupa
lt: Ataskaita: КЦ apskaičiavimas kas parą
ro: Raport: Decontari zilnice cu Call-Center-ul

# CallCenterReportXmlHeader
source: Report: CC payments
chs: 客服中心订单报告
et: Aruanne: arvutused KK-ga
lt: Ataskaita: КЦ apskaičiavimas
ro: Raport: Decontari cu Call-Center-ul

# CashBoxShifts
source: POS station shifts
chs: 钱箱的班次：
et: Kassavahetused:
lt: Kasos pamainos:
ro: Ture de casierie

source: City
chs: 城市
et: Linn
lt: Miestas
ro: Oras

# ClientData
source: Customer information
chs: 客户信息
et: Kliendi andmed
ro: Informatii despre client

# ClientLocalityRegistration
source: City of customer's registration
et: Linn, kus on klient registreeritud
ro: Orasul in care este inregistrat clientul

# ClientName
source: Customer's name
chs: 客户名
et: Kliendi nimi
lt: Kliento vardas
ro: Prenume Client

# ClientsCountWhoHavePurchasedProduct
source: Customers that placed orders
et: Toodet tellinud kliendid
ro: Clienti care au comandat produsul

# ClientsCountWhoReOrderProduct
source: Customers that placed repeat orders
et: Toodeted korduvalt tellinud kliendid
ro: Clienti care au comandat repetat produsul

# ColdAssemblyTable
source: Toppings/filling, cold
chs: 馅子，冷
et: Täidis, külm
lt: Įdaras, šaltas
ro: Ingredientare, rece

# Comments
source: Comment
chs: 评论
et: Kommentaar
lt: Komentaras
ro: Comentarii

# Confirmed
source: approved
et: kinnitatud
ro: confirmat

# Consumables
source: Expendable supplies
chs: 消耗品
et: Kulumaterjalid
lt: Naudojamos medžiagos
ro: Consumabile

# ConsumablesReportHeaderTitle
source: Consumables
chs: 耗材
et: Kulumaterjal
ro: Consumabile

# ConsumablesReport_ConsumptionTransfers
source: Transfers from store
chs: 从店铺划拨货品
et: Liikumised pizzeriast
ro: Transfer din pizzerie

# ConsumablesReport_PercentOfRevenue
source: % of sales
chs: 销售额的%
et: tulu %
ro: % din incasari

# ConsumablesReport_Supplies
source: New stock arrivals
chs: 新物资到货
et: Sissetulekud
ro: Aprovizionari

# ConsumablesReport_SupplyTransfers
source: Transfers to store
chs: 货品转移至店铺
et: Liikumised pizzerias
ro: Transfer in pizzerie

# ConsumablesReport_TotalCost
source: Amount, $.
chs: 总金额(元)
et: Summa, €.
ro: Suma, lei

# ConsumablesReport_TotalPriceHeader
source: Amount, {0}.
chs: 总金额{0}.
et: Summa, {0}.
ro: Suma, {0}.

# ConsumablesReport_UnitCost
source: Price per unit, $.
chs: 每份价格，元
et: Tükihind, €
ro: Pret unitar, lei

# ConsumablesReport_UnregisteredConsumption
source: Consumption
chs: 消费
et: Kulu
ro: Consum

# ConsumablesReport_UnregisteredConsumptionInMoney
source: Consumption in $
chs: 消费以元计
et: Kulu rahas, €
ro: Consum in bani, lei

# ConsumablesReport_UnregisteredExcees
source: Surplus
chs: 耗材
et: ülejääk

# ConsumablesReport_UnregisteredExceesInMoney
source: Surplus in $.
chs: 耗材以元计
et: Raha ülejääk, €
ro: Surplus in bani, lei

source: Consumption
chs: 消费
et: Kulu
lt: Išlaidos
ro: Consum

source: Cost
chs: 价格
et: Maksumus
lt: Kaina

# Count
source: Quantity
chs: 数量
et: Arv/kogus
lt: Kiekis
ro: Cantitate

# CountWorkedHours
source: Hours worked
chs: 耗时
et: Töötatud tundide arv
lt: Išdirbtų valandų skaičius
ro: Numar ore lucrate

# Courier
source: Driver
chs: 外卖员
et: Kuller
lt: Kurjeris
ro: Curier

# CourierNumber
source: Driver number
chs: 外卖员编号
et: Kulleri number
lt: Kurjerio numeris
ro: Numar curier

# CurrentBalanse
source: Current balance
chs: 当前余额
et: Hetke saldo
ro: Situatie cont:

source: Date
chs: 日期
et: Kuupäev
lt: Data
ro: Data

source: Date and time
chs: 时间与日期
et: Kuupäev ja kellaaeg
ro: Data si ora

# DateBeginSale
source: Date of resumption
chs: 恢复日期
et: Taasalustamise kuupäev
lt: Atnaujinimo data
ro: Data reluare

# DateFilter_Day
source: On specific day
chs: 具体日期
et: Konkreetsel päeval
lt: Konkrečia dieną
ro: Intr-o zi anumita

# DateFilter_DayOfWeek
source: By days of the week
chs: 平常日
et: Nädalapäevade kaupa
lt: Pagal savaitės dienas
ro: Dupa zilele saptamanii

# DateFilter_Period
source: Period
chs: 期间
et: Periood
lt: Laikotarpis
ro: Perioada

# DatePeriod
source: Period of dates:
chs: 期间日期：
et: Perioodi kp:
lt: Datų laikotarpis:
ro: Perioada date

# DateStopSale
source: Suspension date
chs: 停止日期
et: seisaku kuupäev
lt: Sustabdymo data
ro: Data oprire

source: Date\time
chs: 日期/时间
et: Kuupäev/aeg
lt: Data / laikas
ro: Data\ora

# DateTimeToStringFormat
source: MM/dd/yyyy HH:mm
chs: yyyy.MM.dd.HH:mm
et: dd.MM.yyyy HH:mm
lt: yyyy-MM-dd HH:mm
ro: dd.MM.yyyy HH:mm

# DateToStringFormat
source: MM/dd/yyyy
chs: yyyy.MM.dd
et: dd.MM.yyyy
lt: yyyy-MM-dd
ro: dd.MM.yyyy

source: day
chs: 白天
et: päev
lt: diena
ro: Ziua

# DefectiveStage
source: MetroStation
chs: 站
et: Jaam
lt: Stotis
ro: Statia

# DefectProduct
source: Defective product
chs: 残次
et: Praak
lt: Brokas
ro: Rebut

# DelayReason
source: Reason for delay
chs: 过期的原因
et: Kõlblik kuni tähtaja ületamise põhjus
lt: Vėlavimo priežastis
ro: Motiv intarziere

source: Delivery
chs: 外卖
et: Kohaletoimetamine
lt: Pristatymas
ro: Livrare

source: Delivery address
chs: 送货地址
et: Kohaletoimetamise aadress
lt: Pristatymo adresas
ro: Adresa livrare

# DeliverySectorName
source: Delivery sector
chs: 送货扇形区
et: Kohaletoimetamise sektor
lt: Pristatymo sektorius
ro: Sector de livrare

source: Delivery zone
chs: 送货区域
et: Kohaletoimetamise piirkond
lt: Pristatymo zona
ro: Zona de livrare

# Department
source: Division
chs: 部门
et: Allüksus
lt: Padalinys
ro: Departament

# DepartmentName
source: Division
chs: 部门
et: Allüksus
lt: Padalinys
ro: Departament

# Departments
source: Divisions
chs: 部门
et: Dodo-eurode mahavõtmine sõprade tellimuse eest ühele aadressile
ro: Unitati

source: Description
chs: 描写
et: Kirjeldus
lt: Aprašymas
ro: Descriere

# DodoControl
source: Dodo Controlling
chs: DODO控制
et: Dodo kontroll
lt: DODO kontrolė

# Dodollars
source: Dodo dollars
chs: dodo积分
et: Dodo-eurod
ro: Dodo lei

# DodollarsAccumulating
source: Amount of accumulated Dodo bonus points
et: Kogutud dodo-eurode kogus
ro: Cantitatea de dodo-lei acumulati

source: Dough
chs: 面团
et: Tainas
lt: Tešla
ro: Aluat

# Dough25
source: Thick 25
chs: 厚25
et: Tainas 25
lt: Tešla 25
ro: Aluat 25

# Dough30
source: Thick 30
chs: 厚30
et: Tainas 30
lt: Tešla 30
ro: Aluat 30

# Dough35
source: Thick 35
chs: 厚35
et: Tainas 35
lt: Tešla 35
ro: Aluat 35

# DoughReport_ShowIn
source: Show
et: Kuvada
ro: Afiseaza

# DoughReport_ShowInDays
source: in days
et: päevades
ro: in zile

# DoughReport_ShowInIntervals
source: in intervals
et: intervallides
ro: in intervaluri

source: Duration
chs: 延续
et: Kestvus
lt: Trukmė
ro: Durata

source: Employee
chs: 员工
et: Töötaja
lt: Darbuotojas
ro: Angajat

# EmployeeDateFormat
source: dd.MM.yyyy
chs: yyyy.MM.dd.
et: pp.kk.aaaa
lt: mmm-mm-dd

# EmployeeSecondNameFilter
source: Driver's last name
chs: 外卖员姓氏
et: Kulleri perekonnanimi
ro: Numele de familie al curierului

# EmployeeType
source: Type of employee
chs: 人员类型
et: Töötaja liik
lt: Darbuotojo tipas
ro: Tip angajat

# EndDate
source: End
chs: 完成
et: Lõpp
lt: Pabaiga
ro: Sfarsit

# EndPointType
source: End destination
chs: 目的地
et: Lõpp-punkt
lt: Galutinis taškas
ro: Punct final

# EndStopSale
source: Date of resumption
chs: 恢复日期
et: Taasalustamise kuupäev
lt: Atnaujinimo data
ro: Data reluarii

# ErrorMessage_NeedEmailForReport
source: Email address is required for sending the report. Please add an email address in your user card.
et: Arve saatmiseks on vaja Teie meiliaadressit. Sisestage meiliaadress kasutaja profiili alt.
ro: Este necesara adresa Dvs. de email pentru a trimite raportul. Indicati adresa in contul de utilizator.

source: evening
chs: 晚上
et: õhtu
lt: vakaras
ro: Seara

# EveryDay
source: Daily
chs: 每个天的
et: Igapäevane
lt: Kasdienė
ro: Zilnic

# EveryMonth
source: Monthly
chs: 每个月的
et: Igakuine
lt: Kasmėnesinė
ro: Lunar

# Exclude
source: Excluding
chs: 除外
et: Välja arvatud
lt: Išskyrus
ro: Exclude

# ExcludeDismissedEmployees
source: Excluding terminated employees
chs: 已被解职工作者除外
et: Välja arvatud vallandatud töötajad
lt: išskyrus atleistus darbuotojus
ro: exclude angajatii concediati

# ExpiredOrdersCount
source: Expired
chs: 超时
et: Kõlblik kuni möödas
lt: Pavėluota
ro: Expirat

# ExtraTimeReportBeginDateColumnTitle
source: Overtime start date
chs: 开始超级time日期
et: extra-aja alguskuupäev
lt: Papildomo laiko pradžios data
ro: Data inceput ore suplimentare

# ExtraTimeReportBeginTimeColumnTitle
source: Overtime start time
chs: 开始超级time时间
et: extra-aja alguse aeg
lt: Papildomo laiko pradžios laikas
ro: Ora inceput ore suplimentare

# ExtraTimeReportCategoryColumnTitle
source: Employee category
chs: 人员类别没指出
et: Töötaja kategooria
lt: Darbuotojo kategorija
ro: Categorie angajat

# ExtraTimeReportChooseTypeLabel
source: Select types of employees
chs: 请选人员类别
et: Valige töötajate tüübid
lt: Pasirinkite darbuotojų tipus
ro: Alegeti tipurile angajatilor

# ExtraTimeReportEmployeeColumnTitle
source: Last name, first name of employee
chs: 人员姓名
et: Töötaja nimi ja perekonnanimi
lt: Darbuotojo vardas, pavardė
ro: Nume/prenume angajat

# ExtraTimeReportEndDateColumnTitle
source: End date of overtime
chs: 结束超级time日期
et: extra-aja lõppemise kuupäev
lt: Papildomo laiko pabaigos data
ro: Data sfarsit ore suplimentare

# ExtraTimeReportEndTimeColumnTitle
source: End time of overtime
chs: 结束超级time时间
et: extra-aja lõppemise aeg
lt: Papildomo laiko pabaigos laikas
ro: Ora sfarsit ore suplimentare

# ExtraTimeReportHeader
source: Additional time
chs: 多余的时间
et: Lisaaeg
lt: Papildomas laikas
ro: Program suplimentar

# ExtraTimeReportHoursColumnTitle
source: Number of hours
chs: 小时数量
et: Tundide arv
lt: Valandų skaičius
ro: Numar ore

# ExtraTimeReportManagerColumnTitle
source: Last name, first name of manager
chs: 经理姓名
et: Vahetusevanema nimi ja perekonnanimi
lt: Vadybininko vardas, pavardė
ro: Nume/prenume sef de tura

# ExtraTimeReportTypeLabel
source: Type
chs: 类别
et: Tüüp
lt: Tipas
ro: Tip

# Filter_PizzeriaLoadByOrders
source: Orders
chs: 订单
et: Tellimused
lt: Užsakymai
ro: Comenzi

# Filter_PizzeriaLoadByProducts
source: Products
chs: 食品
et: Tooted
lt: Produktai
ro: Produse

# Filter_ProductsByCategories
source: By category of product
chs: 按类别食品
et: Toote kategooria kaupa
lt: Pagal produkto kategoriją
ro: Dupa categoria produsului

# Filter_ProductsByTypes
source: By type of product
chs: 按类型产品
et: Toote liigi kaupa
lt: Pagal produkto tipą
ro: Dupa tipul produsului

# FinishedProduct
source: Final products
chs: 成品
et: Valmistooted
lt: Gatava produkcija
ro: Готовая продукция

# FirstName
source: Name
chs: 名字
et: Nimi
lt: Vardas
ro: Nume

source: First order date
chs: 首次订单日期
et: Esimese tellimuse kuupäev
lt: Pirmo užsakymo data
ro: Data primei comenzi

source: First order time
chs: 首次订单时间
et: Esimese tellimuse aeg
lt: Pirmo užsakymo laikas
ro: Ora primei comenzi

source: Fridays
chs: 星期五
et: Reeded
lt: Penktadieniai
ro: Zile de vineri

source: from
chs: 从
et: alates
lt: nuo
ro: de la

# FunctionFilter_Avg
source: average
chs: 平均
et: kesk.
lt: vid.
ro: med

# FunctionFilter_Sum
source: Amount
chs: 总金额
et: Summa
lt: Suma
ro: Suma

source: Gram
chs: 克
et: Gramm
lt: Gramas
ro: Грамм

# GramShort
source: Gr.
chs: 克
et: g
lt: G
ro: Гр.

# Holidays
source: public holidays
chs: 节日
et: pühad
lt: šventės
ro: sarbatori

# HotAssemblyTable
source: Toppings/filling,hot
chs: 馅子，热
et: Täidis, kuum
lt: Įdaras, karštas
ro: Ingredientare, fierbinte

source: Houses
chs: 在家里
et: Majad
lt: Namai
ro: Case / Vile

# Income
source: Incoming stock
chs: 收入
et: Tulek
lt: Pajamos
ro: Intrari

# IndexValue
source: Indicator
chs: 指数
et: Näitaja
lt: Rodiklis

source: Ingredient
chs: 食材
et: Koostisosa
lt: Ingredientas
ro: Ингредиент

# InQueue
source: On the waiting list
chs: 在排队
et: Järjekorras
lt: Eilėje
ro: La rand

# Inventory
source: Implements
chs: 库存
et: Inventar
lt: Inventorius
ro: Obiecte de inventar

# IsEmployee
source: Is employee's number
et: On töötaja numbriks
ro: Este numarul angajatului

source: Kilogram
chs: 公斤
et: Kilogramm
lt: Kilogramas

# LabourCostReport_SalaryTax
source: Tax coefficient
chs: 税收系数
et: Tulumaksu määr
ro: Coeficient impozitare

source: Last order date
chs: 最后订单的日期
et: Viimase tellimuse kuupäev
lt: Paskutinio užsakymo data
ro: Data ultimei comenzi

source: Last order time
chs: 最后订单时间
et: Viimase tellimuse aeg
lt: Paskutinio užsakymo laikas
ro: Ora ultimei comenzi

source: Liter
chs: 升
et: Liiter
lt: Litras
ro: Литр

source: Locality
chs: 局部性
et: Asula
lt: Gyvenvietė
ro: Localitate

source: Login
chs: 用户名
et: Kasutajatunnus

# LongPreparationProduct
source: Slow perparation,%
chs: 做很长时间, %
et: Kaua kestnud valmistamine, %
lt: Ilgas gaminimas %
ro: Timp de preparare indelungat, %

# LoyaltyProfit_ClientData
source: Customer information
chs: 客户信息
et: Kliendi andmed
ro: Informatii despre client

# LoyaltyProfit_ColumnBonudSpent
source: Deduction of bonus points for order by friends living at the same address
chs: 同一地址住的朋友下单的奖金取下
et: Boonuse mahavõtmine sõprade telimuse eest, kes elavad ühel aadressil
ro: Retragere bonus pentru comenzile prietenilor, de la aceeasi adresa

# LoyaltyProfit_ColumnControlling
source: Withdrawal of Dodo dollars by Dodo Controlling
chs: 被DODO控件取下dodo积分
et: Dodo-eurode maha võtmine Dodo kontrollinguga
ro: Retragere dodo-lei de catre Dodo Controlling

# LoyaltyProfit_ColumnFine
source: Penalty write-off
chs: 处罚勾销
et: Mahakandmine
ro: Casare de penalizare

# LoyaltyProfit_ColumnFriendSummSpent
source: Deduction of Dodo dollars for friends' order to the same address
chs: 同地址朋友下单的dodo积分收回
et: "Dodo eurode" mahavõtmine sõprade tellimuse eest ühele aadressile
ro: Retragere dodo-lei pentru comenzile prietenilor la aceeasi adresa

# LoyaltyProfit_ColumnInviteFriendSpent
source: Withdrawal of Dodo dollars for inviting a friend not from unit's satellite city
chs: 由于邀请不在部门的卫星城市里住的客户的dodo积分收回
et: Dodo-eurode mahavõtmine kliendi kutsumise eest linn-satelliidi allüksusest
ro: Retragere dodo-lei pentru invitatia unui prieten care nu este din orasul-satelit al unitateului

# LoyaltyProfit_ColumnReceived
source: Received Dodo dollars during period
chs: 期间：收到dodo积分
et: Saadud "Dodo eurosid" perioodil :
ro: Incasare Dodo-lei in perioada:

# LoyaltyProfit_ColumnSpent
source: Dodo dollars spent during a period
chs: 期间：花完dodo积分
et: Kulutatud "Dodo-eurosid" perioodil:
ro: Consum Dodo-lei in perioada:

# LoyaltyProfit_ColumnWithdrawal
source: Withdrawal of Dodo ollars by Dodo Controlling
chs: 领取dodo积分
et: "Dodo-eurode" mahavõtmine
ro: Retragere dodo-lei

# LoyaltyProfit_DodoMoneyOperations
source: Transactions involving Dodo dollars
chs: dodo积分的操作
et: Tehingud "Dodo eurodega"
ro: Operatiuni cu Dodo-lei

# LoyaltyProfit_DodoMoneyOperationsNotFound
source: No transactions involving Dodo rubles found for this period
chs: 具体期间没找dodo积分的操作
et: Ei ole leitud tehinguid "Dodo eurodega" vastaval perioodil.
ro: Operatiuni cu Dodo-lei in perioada indicata nu au fost gasite.

# LoyaltyProfit_Error
source: Error. Customer with this phone number was not found.
chs: 错误！指定的手机号码的客户没有找到
et: Viga! Klient nimetatud telefoninumbriga ei ole leitud
ro: Eroare! Clientul cu numarul de telefon indicat nu a fost gasit

# LoyaltyProfit_FriendAddress
source: Friend's order address
chs: 朋友单子的地址
et: Sõbra tellimuse aadress
ro: Adresa de comanda a prietenului

# LoyaltyProfit_FriendNumber
source: Friend's telephone number
chs: 朋友的手机号码
et: Sõbra number
ro: Numarul prietenului

# MailoutType
source: Mailer type
et: Meili postituse tüüp
ro: Tip emailing

# MaterialConsumptionAllHeader
source: All {0}
chs: 所有{0}
et: Kõik {0}
lt: Visi {0}
ro: Toate {0}

# MaterialConsumptionCountHeader
source: Qty.
chs: 数量
et: Arv/kogus
lt: Kiekis
ro: Cant.

# MaterialConsumptionDatePeriodHeader
source: Period
chs: 日期的阶段
et: Perioodi kp
lt: Datų laikotarpis
ro: Perioada date

# MaterialConsumptionMaterialHeader
source: Supplies
chs: 原料
et: Tooraine
lt: Žaliavos
ro: Materie prima

# MaterialConsumptionPriceHeader
source: Price
chs: 价格
et: Hind
lt: Kaina
ro: Pret

# MaterialConsumptionReportCancelled
source: Cancellation
chs: 取消
et: Tühistamine
ro: Anulare

# MaterialConsumptionReportDefect
source: Defective product
chs: 瑕疵
et: Praak
ro: Rebut

# MaterialConsumptionReportHeader
source: Report
chs: 报告
et: Aruanne
lt: Ataskaita
ro: Raport

# MaterialConsumptionReportHeaderFormat
source: Consumption of supplies {0}
chs: 原料费用{0}
et: Tooraine kulu {0}
lt: Žaliavų išlaidos {0}
ro: Consum materie prima {0}

# MaterialConsumptionReportPersonalFood
source: Personnel meals
chs: 员工饮食
et: Personali toit
ro: Alim. Personal

# MaterialConsumptionReportSales
source: Sales by product
chs: 销售
et: Müük
ro: Vanzari

# MaterialConsumptionReportTransfer
source: Relocation
et: Liikumine
ro: Transfer

# MaterialConsumptionSummHeader
source: Amount
chs: 金额
et: Summa
lt: Suma
ro: Suma

# MaterialConsumptionSupplierHeader
source: Supplier
chs: 供应商
et: Tarnija
lt: Tiekėjas
ro: Furnizor

# MaterialConsumptionTypeHeader
source: Type of expense
chs: 消费的种类
et: Kulu liik
lt: Išlaidų rūšis
ro: Tip consum

# MaterialConsumptionUnitHeader
source: Store
chs: 披萨店的年纪
et: Pizzarestoran
lt: Picerija
ro: Pizzerie

# MaterialConsumptionUnitOfMeasure
source: Meas. unit
chs: 测量单位
et: Mõõtühik
lt: Mato vnt.
ro: U.M.

# MeasureUnit
source: measurement unit
chs: 测量单位
et: mõõtühik
lt: mat. vnt.
ro: u.m.

# MenuExtraTimeReport
source: Additional time
chs: 额外的时间
et: Lisaaeg
lt: Papildomas laikas
ro: Program suplimentar

# Message_InvalidTime
source: Incorrect time format
chs: 设定不正确的时间格式
et: On sisestatud ebakorrektne ajaformaat
lt: Pateiktas neteisingas laiko formatas
ro: Formatul orei este gresit

# Message_UnitIdsRequired
source: No division selected
chs: 无任何部门可供选择
et: Pole valitud ühtegi allüksust
lt: Nepasirinktas nė vienas padalinys
ro: Nu este selectat nici un unitate

source: Metaproduct
chs: Metaprodukt
et: Meta-toode
lt: Metaproduktas
ro: Metaprodus

# MethodOfCalculation
source: Calculation method
chs: 结算方式
et: Arvestuse viis
lt: Atsiskaitymo būdas
ro: Mod de calcul

source: Milliliter
chs: 毫米
et: Milliliiter
lt: Mililitras
ro: Mililitru

source: Mondays
chs: 星期一
et: Esmaspäevad
lt: Pirmadieniai
ro: Zile de luni

source: morning
chs: 早上
et: hommik
lt: rytas
ro: Dimineaţa

source: Name
chs: 名称
et: Nimetus
lt: Pavadinimas
ro: Denumire

# NDS
source: Vat,%
chs: 增值税,%
et: KM, %
lt: PVM %
ro: TVA,%

# NewClients
source: New customers
chs: 新客户
et: Uued kliendid
lt: Nauji klientai
ro: Clienti noi

# NewClientsByLoyaltyTotalCount
source: New customers through Referral program
chs: 被忠诚计划引起的新客户的数量
et: Klientide arv, mis on ühendatud lojaalsusprogrammiga
lt: Klientų, pritrauktų per Lojalumo sistemą, skaičius
ro: Numar de clienti, atrasi prin Sistemul de loialitate

# NewClientsCountWhoHavePurchasedProduct
source: New and return customers that ordered the product
et: Toodet tellinud uued kliendid
ro: Clienti noi si returnati, care au comandat produsul

# NewClientsCountWhoReOrderProduct
source: New and return customers that repeatedly ordered the product
et: Toodet korduvalt tellinud uued kliendid
ro: Clienti noi si returnati, care au comandat repetat produsul

# NewClientsOperationCount
source: Number of activations for new customers
et: Uute klientide operatsioonide arv
ro: Numar de aplicari la clientii noi

# NewClientsTotalCount
source: New customers
chs: 新客户的数量
et: Uute klientide arv
lt: Naujų klientų skaičius
ro: Nuar de clienti noi

source: night
chs: 夜里
et: öö
lt: naktis
ro: Noaptea

source: No
chs: 否
et: Ei
lt: Nėra
ro: Nu

source: No data
chs: 没有数据
et: Andmeid pole
lt: Nėra duomenų
ro: Nu exista informatii

# NoDataForSpecifiedPeriod
source: No data for the specified period
chs: 具体期间没有数据
et: Antud perioodi eest andmed puuduvad
lt: Nurodytu periodu duomenų nėra
ro: Pentru perioada indicata informatii nu sunt

# NoneConfirmed
source: not confirmed
et: kinnitamata
ro: nu este confirmat

# NoRevisions
source: There were no inventories
chs: 没有检查
et: Revisioone ei olnud
ro: Inventare nu au fost

# NormalBonus
source: Neutral interval
chs: 中立的间隔
et: Neutraalne intervall
lt: Neutralus intervalas
ro: Interval neutru

source: Not defined
chs: 未确定
et: Pole määratud
lt: Neapibrėžta
ro: Nedefinit
