Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Managments/Text.*.resx
Languages: chs, et, lt, ro

# AgePizzeriaBetweenOneAndTwoYears
source: One to to years
chs: 从1到2岁
et: Alates 1 kuni 2 aastat
ro: de la un an la doi ani

# AgePizzeriaBetweenTwoAndThreeYears
source: Two to three years
chs: 从2岁到3岁
et: Alates 2 kuni 3 aastat
ro: de la doi la trei ani

# AgePizzeriaLessThanYear
source: Less than a year
chs: 不到一年
et: Vähem kui aasta
ro: pana la 1 an

# AgePizzeriaMoreThanYear
source: More than a year
chs: 一年多
et: Rokhem kui aasta
lt: Daugiau negu metai
ro: Mai mult de un an

# AgePizzeriaMoreThreeYears
source: More than three years
chs: 三岁以上
et: Üle 3 aasta
ro: peste trei ani

# AgePizzeriaUnknow
source: Not defined
chs: 未确定
et: Pole määratud
lt: Neapibrėžta
ro: Nedefinit

source: Calculate sales tax
chs: 算销售税
et: Müügimaksu välja arvutamine
ro: Calculeaza impozit din vanzari

# CalculateTax
source: Calculate VAT
chs: 计算增值税
et: Käibemaksu välja arvutamine
ro: Calculeaza TVA

# CashBox
source: POS station
chs: 钱箱
et: Kassa
lt: Kasa
ro: Casierie

# CashBoxIsWorking
source: A POS station session is running. Close before deleting.
chs: 有没完成钱箱的会话。先必要关闭会话然后删除。
et: On olemas lõpetamata kassasessioon. Enne kustutamist on vaja lõpetada sessiooni.
lt: Yra nebaigta kasos sesija. Prieš pašalinant būtina uždaryti sesiją.
ro: Sesiune de casa neterminata. Este necesara inchiderea sesiunii inainte de stergere.

source: Don't calculate sales tax
chs: 不算销售税
et: Mitte arvutada välja müügimaksu
ro: Nu calcula impozit pe venit din vanzari

# DontCalculateTax
source: Don't calculate VAT
chs: 不算增值税
et: Mitte arvutada välja käibemaksu
ro: Nu calcula TVA

# ErrorMessage_ValidatePreparationBadTimeValue
source: Bad preparation time must be greater than good praparation time
chs: 不良的烹调时间应多好
et: Halb valmistamisaeg peab olema hea omast suurem
lt: Blogai nurodytas pagaminimo laikas
ro: Timpul nesatisfacator de pregatire trebuie sa fie mai mare decat timpul bun

# Error_OnlyJpgImages
source: only images jpg {0}x{1}
chs: 只图像JPG{0} X {1}
et: Pildid ainult jpg {0}x{1}
lt: tik jpg paveikslėliai {0}x{1}
ro: Doar imagini .jpg {0}x{1}

# ForNowShort
source: present time
chs: NV
et: p.a.
lt: pagal Nr.
ro: p.a.

# HolidayCreated
source: New public holiday has been added
et: Lisatud uus peopäev
ro: A fost adaugata o noua sarbatoare

# HolidayEdited
source: Public holiday has been edited
et: Peopäev muudetud
ro: Sarbatoarea a fost editata

# HolidayRemoved
source: New public holiday has been added
et: Lisatud uus peopäev
ro: A fost adaugata o noua sarbatoare

# HolidaysCannotIntersects
source: Public holiday cannot be saved as it overlaps with another public holiday
et: Peopäeva ei saa salvestada, kuna selle aeg ühtib teiste peopäevadega
ro: Sarbatoarea nu poate fi salvata, deoarece se intersecteaza cu alte sarbatori

# Message_ErrorRequiredOrganization
source: Company hasn't been selected
chs: 没选择组织
et: Organisatsiooni pole valitud
lt: Nepasirinkta organizacija
ro: Nu a fost selectata organizatia

source: No
chs: 否
et: Ei
lt: Ne
ro: Nu

# OperationalStatisticsStopSaleInformation
source: {0}, from {1} to {2}, {3}
chs: {0}，C{1}到{2}，{3}
et: {0}, alates {1} kuni {2}, {3}
lt: {0}, nuo {1} iki {2},<br>{3}
ro: {0}, de la {1} pana la {2}, {3}

# OrganizationTypeAB
source: Joint stock company
et: Aktsiaselts
lt: Akcinė bendrovė
ro: Societate pe actiuni

# OrganizationTypeAO
source: Joint -stock company
et: Aktsiaselts
lt: Akcinė bendrovė
ro: Societate pe actiuni

# OrganizationTypeAOShort
source: JSC
et: AS
lt: AB
ro: AO

# OrganizationTypeAS
source: Joint stock company
et: Aktsiaselts
ro: Societate pe actiuni

# OrganizationTypeASShort
source: JSC
et: AS
ro: SA

# OrganizationTypeCHF
source: Private company
et: Eraettevõte
ro: Societate particulara

# OrganizationTypeCHFShort
source: PC
et: CHF
ro: SP

# OrganizationTypeCHP
source: Sole proprietor
et: Eraettevõtja
ro: Intreprinzator particular

# OrganizationTypeCHPShort
source: SP
et: CHP
ro: IP

# OrganizationTypeCorp
source: Corporation
ro: Corporatie

# OrganizationTypeFIE
source: Sole proprietor
et: Füüsiline isik ettevõtja
ro: Intreprinzator individual

# OrganizationTypeFIEShort
source: SP
et: FIE
ro: Ii

# OrganizationTypeIL
source: Sole proprietor
et: Füüsilisest isikust ettevõtja
lt: Individuali įmonė
ro: Intreprinzator individual

# OrganizationTypeILShort
source: IĮ
ro: Ii

# OrganizationTypeInc
source: Incorporated
ro: Incorporat

# OrganizationTypeMB
source: Small business
et: Väikeettevõte
lt: Mažoji bendrija
ro: Intreprindere mica

# OrganizationTypeOsOOShort
source: LLC
et: ОсОО
ro: OsOO

# OrganizationTypeOU
source: Partnership
et: Osaühing
ro: Societate

# OrganizationTypeOUShort
source: P
et: OÜ
ro: S

# OrganizationTypeTOO
source: Limited liability partnership
et: Piiratud vastutusega Osaühing
lt: Ribotos atsakomybės bendrija
ro: Societate cu Raspundere Limitata

# OrganizationTypeTOOShort
source: LLP
et: OÜ
lt: RAB
ro: TOO

# OrganizationTypeUAB
source: Closed joint stock company
et: Piiratud vastutusega Aktsiaselts
lt: Uždaroji akcinė bendrovė
ro: Societate pe actiuni inchisa

# OrganizationType_IPFull
source: Indidvidual enterpreneur
chs: 个体经营者
et: Füüsilisest isikust ettevõtja
lt: Individualus verslininkas
ro: Persoana fizica autorizata

# OrganizationType_IPShort
source: IE
chs: 工商户
et: FIE
lt: IV
ro: Intreprindere individuala

# OrganizationType_OAOFull
source: Open joint-stock company
chs: 开放股份公司
et: Avatud aktsiaselts
lt: Atviroji akcinė bendrovė
ro: Societate pe Actiuni

# OrganizationType_OAOShort
source: OJSC
et: AS
lt: AAB
ro: SA

# OrganizationType_OOOFull
source: Limited liability company
et: Piiratud vastutusega äriühing
lt: Ribotos atsakomybės bendrovė
ro: Societate cu Raspundere LImitata

# OrganizationType_OOOShort
source: LLC
et: OÜ
lt: RAB
ro: SRL

# OrganizationType_ZAOFull
source: Closed joint -stock company
et: Piiratud vastutusega Aktsiaselts
lt: Uždaroji akcinė bendrovė
ro: Societate pe Actiuni

# OrganizationType_ZAOShort
source: CJSC
et: AS
lt: UAB
ro: SA

# SocialNetwork_Vkontakte
source: VK
et: Vkontakte
ro: Vkontakte

# StopList_DeliverySectorIsStopped
source: Sector is already in stop list
et: Sektor on juba stop-listi lisatud
ro: Sectorul a fost adaugat in stop-list

# StopList_DeliveryStreetIsStopped
source: Street is already in stop list
et: Tänav on juba stop-listi lisatud
ro: Strada a fost adaugata in stop-list

# StopSaleFull
source: Full stop
et: Täielik seisak
lt: Visai sustabdyta
ro: Oprire totala

# StopSaleWithRedirect
source: Redirecting
chs: 重定向
et: Ümbersuunamine
lt: Persiuntimas
ro: Redirectionare

# ValidationLength12OnlyDigit
source: Value should be blank or contain 12 digits
chs: 该值必须是空或者含有12个数字
et: Väärtus peab olema tühi või sisaldama 12 numbrit
lt: Reikšmė turi būti tuščia arba ją turi sudaryti 12 skaičių
ro: Valoarea trebuie sa ramana necompletata sau sa contina 12 cifre

# ValidationRequired
source: Required
chs: 必须填写
et: Peab olema täidetud
lt: Turi būti užpildyta
ro: Trebuie completat

# ValidationValueIncorrectly
source: Value has been entered incorrectly
chs: 不正确输入值
et: Väärtus on sisestatud ebakorrektselt
lt: Neteisingai įvesta reikšmė
ro: Valoare introdusa incorect

source: Yes
chs: 是
et: Jah
lt: Taip
ro: Da

# OrganizationTypeGb_IPShort
source: Sole Trader
ro: Intreprindere Individuala

# OrganizationTypeGb_IP
source: Sole Trader
ro: II

# OrganizationTypePLCShort
source: PLC
ro: SRL

# OrganizationTypePLC
source: Limited Liability Company
et: Avatud kampaania piiratud vastutusega
ro: Societate cu Raspundere Limitata

# ProviderConfig_Sender
source: Sender
chs: 发送人
et: Saatja
lt: Siuntėjas
ro: Expeditor

# ProviderConfig_Key
source: Key
chs: 密钥
et: Võti
lt: Raktas
ro: Cheie

# ProviderConfig_Provider
source: Provider
chs: 服务商
et: Teenusepakkuja
lt: Tiekėjas
ro: Furnizor

# ProviderConfig_Priority
source: Priority
chs: 优先级
et: Prioriteet
lt: Prioritetas
ro: Prioritate

# ProviderConfig_UniqueViolation
source: Country {0} already has a provider with priority {1}
chs: {0}已拥有优先级为{1}的服务商
et: Riigil {0} juba on teenusepakkuja prioriteediga {1}
lt: Šalis {0} jau turi paslaugų tiekėją su prioritetu {1}
ro: Tara {0} are deja selectat furnizorul cu prioritatea {1}

# ProviderConfig_Pass
source: Password
chs: 密码
et: Parool
lt: Slaptažodis
ro: Parola

# FieldIsRequired
source: Field {0} is required
chs: {0}为必填字段
et: Väli {0} on täitmiseks kohustuslik
lt: Laukas {0} yra privalomas
ro: Campul {0} este obligatoriu

# PizzaType_Size
source: Size
chs: 尺寸
et: Suurus
lt: Dydis
ro: Dimensiune

# PizzaType_Name
source: Name
chs: 姓名
et: Nimetus
lt: Pavadinimas
ro: Denumire

# PizzaType_DoughType
source: Crust type
chs: 面饼类型
et: Testi tüüp
lt: Tešlos tipas
ro: Tip aluat

# PizzaType_Country
source: Country
chs: 国家
et: Riik
lt: Šalis
ro: Tara

# AgePizzeriaMoreThanXYears
source: More than {0} years
chs: 更多{0}年
et: Rohkem kui {0} aastat

# ProviderConfig_Login
source: Login
chs: 登陆
et: Kasutajanimi
lt: Prisijungimas

# OrganizationTypeCorpShort
source: Corp.
chs: 公司
