Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Shifts/Text.*.resx
Languages: lt

# CentimeterDecrease
source: см.
lt: cm

# CentimeterTitle
source: сантиметр
lt: centimetras

# Day
source: день
lt: diena

# Evening
source: вечер
lt: vakaras

# GramDecrease
source: гр.
lt: g

# GramTitle
source: грамм
lt: gramas

# ItemDecrease
source: шт.
lt: vnt.

# ItemTitle
source: штука
lt: vienetas

# KilogramDecrease
source: кг.
lt: kg

# KilogramTitle
source: килограмм
lt: kilogramas

# LiterDecrease
source: л.
lt: l

# LiterTitle
source: литр
lt: litras

# MeterDecrease
source: м.
lt: m

# MeterTitle
source: метр
lt: metras

# MilliliterDecrease
source: мл.
lt: ml

# MilliliterTitle
source: миллилитр
lt: mililitras

# MillimeterDecrease
source: мм.
lt: mm

# MillimeterTitle
source: миллиметр
lt: milimetras

# Morning
source: утро
lt: rytas

# Night
source: ночь
lt: naktis

# TonDecrease
source: т.
lt: t

# TonTitle
source: тонна
lt: tona
