Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/OrdersProcessing/Text.*.resx
Languages: lt

source: Canceled
lt: Atšauktas

# CategoryDesserts
source: Desserts
lt: Desertai

# CategoryDrinks
source: Drinks
lt: Gėrimai

# CategoryGoods
source: Goods
lt: Prekės

# CategoryPizza
source: Pizza
lt: Pica

# CategorySauces
source: Sauces
lt: Padažai

# CategorySnacks
source: Snacks
lt: Užkandžiai

source: Defective product
lt: Brokas

source: Delivered
lt: Pristatytas

source: Delivery menu
lt: Pristatymo meniu

# DuplicateOrderLine
source: <b>(double)</b>
lt: <b>(dublis)</b>

# Error_EmptyDimensionalCharacteristics
source: Size characteristic hasn't been entered
lt: Nenurodytas matmuo

# Error_Number
source: Invalid quantity
lt: Neteisingas kiekis

# Food
source: food-grade
lt: maisto

# Group
source: Recommendations
lt: Rekomendacijos

source: Halal
lt: Leistinas

# HalfHalal
source: Semi-halal
lt: Pusiau leistinas

# InDelivery
source: At delivery
lt: Pristatoma

# InOven
source: Oven
lt: Krosnis

# MenuAccessibility_Delivery
source: Delivery
lt: Pristatymas

# MenuAccessibility_Personal
source: Staff meals
lt: Personalo maitinimas

# MenuAccessibility_Stationary
source: Restaurant
lt: Restoranas

# MessageError_FailedDefectOrderLineMoreTwoDaysAgo
source: Product ordered more than 2 days ago can't be written off as defective
lt: Negalima išbrokuoti produkto, kuris buvo užsakytas daugiau nei prieš 2 dienas

# MessageError_PreparationTimeLimitExpired
source: The product can't be returned to kitchen. Past preparation deadline
lt: Negalima grąžinti produkto į virtuvę. Baigėsi pagaminimo laikas.

source: non-food
lt: ne maisto

# OnColdAssemblyTable
source: Toppings/filling (Cold line)
lt: Įdaras (Šaltoji linija)

# OnDoughTable
source: Dough
lt: Tešla

# OnHotAssemblyTable
source: Toppings/filling (Hot line)
lt: Įdaras (Karštoji linija)

# OnPackingTable
source: Packaging
lt: Įpakavimas

# OrderType_Delivery
source: Delivery
lt: Pristatymas

# OrderType_DeliveryShortAlias
source: DLV
lt: Prist.

# OrderType_PersonaFoodShortAlias
source: LUN
lt: Pers.

# OrderType_PersonalFood
source: Staff meals
lt: Personalo maitinimas

# OrderType_Pickup
source: Carryout
lt: Išsinešti

# OrderType_PickupShortAlias
source: CRT
lt: I

# OrderType_Stationary
source: Restaurant
lt: Restoranas

# OrderType_StationaryShortAlias
source: RST
lt: Salė

# PersonalMenu
source: Staff menu
lt: Meniu personalui

# PizzaScheme
source: Scheme for pizzas
lt: Picų schema

# PriorityHigh
source: High
lt: Aukštas

# PriorityLow
source: Low
lt: Žemas

# PriorityMedium
source: Medium
lt: Vidutinis

# ProductionStage_WaitingMake
source: Waiting list in the kitchen
lt: Laukia gaminimo

source: Restaurant menu
lt: Restorano meniu

# SandwichScheme
source: Scheme for sandwiches
lt: Sumuštinių schema

# SimpleScheme
source: Scheme without production
lt: Schema be gamybos

# SnacksScheme
source: Scheme for snacks
lt: Užkandžių schema

# ThinDoughAlias
source: Thin
lt: P

# TypeBaked
source: Baking
lt: Iškepta

# TypeComposite
source: Complex
lt: Sudėtinis

# TypeSimple
source: Simple
lt: Paprastas

# Unknow
source: Not defined
lt: Neapibrėžta

# ValidateMessage_Delivery
source: delivery
lt: pristatymą

# ValidateMessage_PersonalFood
source: staff meals
lt: Personalo maitinimas

# ValidateMessage_Pickup
source: carryout
lt: išsinešti

# ValidateMessage_Stationary
source: stationary
lt: stacionaras

# WaitingDelivery
source: Waiting to be dispatched
lt: Laukia išsiuntimo

# WaitingMake
source: Waiting
lt: Laukiama

# WithoutSpecialization
source: Regular
lt: Be ypatingų pageidavimų
