Repository: AlexanderIB31/restaurantboard-public
Catalog: Dodo.Core/Resources/Motivation/Text.*.resx
Languages: lt

# BeginDateRequired
source: Enter start date
lt: Įveskite pradžios datą

# ClientMessage_AddressDescriptionTooLong
source: Comment cannot exceed 500 symbols
lt: Komentaras neturi būti ilgesni negu 500 simbolių

# ClientMessage_AddressInvalid
source: Please fll in all address fields
lt: Prašome užpildyti visus adreso laukus.

# ClientMessage_AddressIsNotIncludedInDeliveryArea
source: Specified address is outside our delivery zone.
lt: Nurodytas adresas neįeina į pristatymo zoną.

# ClientMessage_DelayedOrderTime
source: Unfortunatelly, at the specified time store will be closed. Store business hours: {0} to {1}
lt: Deja, jūsų nurodytu laiku picerija nedirbs. Picerijos darbo laikas nuo {0} iki{1}

# ClientMessage_DelayedOrderTimeInvalid
source: We cannot deliver at the specified time. Please enter different delivery time.
lt: Įveskite kitą pristatymo laiką. Mes negalime pristatyti užsakymo jūsų nurodytu laiku.

# ClientMessage_DeliveryStop
source: Delivery has been suspended. Our apologies
lt: Pristatymas laikinai sustabdytas. Atsiprašome

# ClientMessage_EmptyBasket
source: Your cart is empty
lt: Jūsų krepšelis tuščias

# ClientMessage_InvalidFreeSauces
source: Please select complementary sauces
lt: Prašome pasirinkti nemokamų padažų

# ClientMessage_NoteEmpty
source: For what amount should we prepare change? Must be greater than the order amount.
lt: Prašome nurodyti, iš kokios sumos jums paruošti grąžą. Ji turi būti ne mažesnė negu užsakymo suma.

# ClientMessage_NoteInvalid
source: Amount for change cannot be smaller than the order amount
lt: Suma, iš kurios paruošti grąžą, turi būti ne mažesnė negu užsakymo suma.

# ClientMessage_OrderCostInvalid
source: Please choose something else. Minimum order amount (without souvenirs)-{0}
lt: Prašome pasirinkti dar ką nors. Minimali užsakymo suma (neįskaitant suvenyrų) - {0}

# ClientMessage_PickupPizzeriaEmpty
source: Select store where you want to pick up the order
lt: Pasirinkite piceriją, iš kurios norite atsiimti užsakymą

# ClientMessage_PizzeriaIsClosed
source: Unfortunatelly, payment failed. Store is closed.
lt: Deja, nepavyko apmokėti užsakymo. Picerija uždaryta.

# ClientMessage_ProductInStopList
source: Unfortunatelly, we are temporarily out of {0}. Please remove the item from the cart.
lt: Deja, {0} neturime. Prašome pašalinti šį produktą iš krepšelio.

# EndDateRequired
source: Enter end date
lt: Įveskite pabaigos datą

source: Evening shift
lt: Vakarinė pamaina

# Message__ClientNameTooLong
source: Name is too long
lt: Per ilgas vardas

# Message_AddressDescriptionTooLong
source: Address description is too long
lt: Per ilgas adreso aprašymas

# Message_AddressEmpty
source: Address hasn't been entered
lt: Neįvestas adresas

# Message_AddressInvalid
source: Invalid address
lt: Neteisingas adresas

# Message_AddressIsNotIncludedInDeliveryArea
source: The address is outside the delivery zone
lt: Adresas neįeina į pristatymo zoną

# Message_ClientEmpty
source: Customer's data hasn't been entered
lt: Neįvesti kliento duomenys

# Message_ClientFromBlackList
source: Customer is in the black list
lt: Klientas juodajame sąraše

# Message_ClientNameEmpty
source: Name hasn't been entered
lt: Neįvestas vardas

# Message_DelayedOrderTime
source: Unfortunatelly, at the specified time the store will be closed. The store business hours: {0} to {1}
lt: Deja, jūsų nurodytu laiku picerija nedirbs. Picerijos darbo laikas nuo {0} iki{1}

# Message_DelayedOrderTimeInvalid
source: Invalid time of deferred order
lt: Neteisingas atidėto užsakymo laikas

# Message_DelayedOrderWithoutTime
source: Deferred order is missing time.
lt: Nenurodytas atidėto užsakymo laikas.

# Message_DeliveryStop
source: Delivery has been suspended
lt: Pristatymas laikinai sustabdytas

# Message_EmptyBasket
source: Cart is empty
lt: Krepšelis tuščias

# Message_EmptyComposition
source: Cart fields are missing
lt: Neužpildytas krepšelis

# Message_EmptyHouse
source: House number hasn't been entered
lt: Neįvestas namo numeris

# Message_EmptyStreetName
source: Street has not been entered
lt: Neįvesta gatvė

# Message_IncorrectDelayedTime
source: Invalid time of deferred order
lt: Neteisingas atidėto užsakymo laikas

# Message_IncorrectPersonalOrderSum
source: Staff meal value is above the allowed maximum
lt: Pietų suma viršija maksimalią leistiną reikšmę.

# Message_InvalidFreeSauces
source: Complementary sauces not selected
lt: Nepasirinkti nemokami padažai

# Message_MaxCashPaymentLimitExceeded
source: Sorry, you've gone over the limit set for orders with payment method - cash.
lt: Atsiprašome, jūs viršijote maksimalią mokėjimo grynaisiais svetainėje sumą.

# Message_NotChoosedProducts
source: Staff meal products have not been selected.
lt: Nepasirinkti produktai pietums.

# Message_NoteEmpty
source: Banknote hasn't been entered
lt: Neįvesta kupiūra

# Message_NoteInvalid
source: Banknote has been entered incorrectly
lt: Neteisingai įvesta kupiūra

# Message_NowPproductIsNotForSale
source: Product {0} is temporarily unavailable
lt: Šiuo metu produktas {0} neparduodamas

# Message_OrderCostInvalid
source: Order total (without souvenirs) is below the allowed minimum
lt: Užsakymo suma (neįskaitant suvenyrų) yra mažesnė negu minimali

# Message_OrderWithSimpleProductsOnly
source: A delayed meal cannot be allowed if there are no products from the kitchen in it.
lt: Negalima įforminti atidėtų pietų, jeigu juose nėra produktų iš virtuvės

# Message_PickupPizzeriaEmpty
source: Select store to pick up the order
lt: Pasirinkite piceriją, iš kurios atsiimti užsakymą

# Message_PizzeriaIsClosed
source: Store is closed
lt: Picerija nedirba

# Message_PizzeriaShiftIsClosed
source: Store shift isn't open. Please contact the shift supervisor
lt: Picerijos pamaina nedirba. Prašome kreiptis į pamainos vadybininką

# Message_PizzeriaWorkTypeDisabled
source: Sorry, store doesn't handle orders for {0}
lt: Atsiprašome, picerija negamina užsakymų {0}

# Message_ProductInStopList
source: Product is in the stop-list: {0}
lt: Produktas yra netiekiamų produktų sąraše: {0}

# Message_ProductIsNotOnMenu
source: Product {0} is not on the menu
lt: Produktas {0} neįeina į meniu

# Message_RemakeDefectedOrderFailed
source: Could not mark product as defective
lt: Nepavyko išbrokuoti užsakymo

# Message_StationaryStop
source: Restaurant has been suspended
lt: Restorano darbas laikinai sustabdytas

# Message_TelephoneEmpty
source: Telephone number hasn't been entered
lt: Neįvestas telefono numeris

source: Morning shift
lt: Rytinė pamaina

source: Night shift
lt: Nauja pamaina

# OrderState_Accepted
source: Accepted
lt: Priimtas

# OrderState_Completed
source: Completed
lt: Atliktas

# OrderState_Editing
source: Editing
lt: Redaguojamas

# OrderState_Failure
source: Rejection
lt: Atsisakymas

# OrderState_Kitchen
source: In progress
lt: Darbe

# OrderState_OnDelivery
source: Delivery
lt: Pristatymas

# OrderState_OnTheShelf
source: Packed
lt: Supakuotas

# OrderState_Redirect
source: Redirected
lt: Persiųstas

# OrderState_Storno
source: Reverse
lt: Grąžinimas

# OrderState_TimeOut
source: Late
lt: Pavėlavęs

# OrderState_Unknow
source: Not identified
lt: Neapibrėžtas

# Source_DefectOrder
source: Defective
lt: Brokas

# Source_Mobile
source: Mobile app
lt: Mobilus pasiūlymas

# Source_Pizzeria
source: Store
lt: Picerija

# Source_Restaurant
source: Restaurant
lt: Restoranas

# Source_Site
source: Site
lt: Svetainė

# Source_Telephone
source: Telephone
lt: Telefonas
